import styles from "./Footer.module.css";
function Footer() {
  return (
    <footer className={styles.footer}>
      <main className={styles.main}>
        <section className={styles.firstFooterWidget}>
          <div>
            <img src="/public/logo.png" alt="logo" />
          </div>
          <p>
            کتابا برای اداره امور انواع کتابخانه های سازمانی، دولتی،شرکتی،
            دانشگاهی و مدارس، کانون ها و سایر کتابخانه ها ارائه شده است این نرم
            افزار علیرغم داشتن قابلیت ها و امکانات لازم و با وجود سازگاری با
            اکثر استاندارد های کتابداری،دارای محیط کاربری بسیار ساده ای جهت
            افراد با توانایی های مختلف در استفاده از کامپیوتر طراحی و تولید شده
            است.
          </p>
        </section>
        <section className={styles.secoundFooterWidget}>
          <h3>سوالات متداول</h3>
          <div>
            <details>
              <summary>نحوه ی ثبت نام در سایت چگونه است ؟</summary>
              <article>
                <p>
                  شما می توانید از دو روش در سایت ایران کتاب ثبت نام کنید. روش
                  اول ثبت نام از طریق ارسال کد به موبایل و همچنین ثبت نام از
                  طریق ارسال کد به ایمیل. توجه داشته باشید که در روش ارسال کد به
                  موبایل نام کاربری شما شماره موبایل وارد شده می باشد و همچنین
                  در روش ارسال کد به ایمیل نام کاربری شما ایمیل وارد شده می
                  باشد. همچنین شما می توانید توسط اکانت جیمیل خود نیز در سایت
                  ایران کتاب ثبت نام کنید.
                </p>
              </article>
            </details>
            <details>
              <summary>
                یا امکان ویرایش مشخصات پس از ثبت نام وجود دارد ؟
              </summary>
              <article>
                <p>
                  شما می توانید پس ورود به سایت ایران کتاب در پنل کاربری خود به
                  قسمت ویرایش پروفایل مراجعه و مشخصات خود را ویرایش کنید . توجه
                  داشته باشید که در صورتی که شماره موبایل و یا آدرس ایمیل خود را
                  تغییر دهید نام کاربری شما تغییر نخواهد کرد.{" "}
                </p>
              </article>
            </details>
            <details>
              <summary>
                رمز عبور خود را فراموش کرده ام ؟ آیا امکان بازیابی آن وجود دارد
              </summary>
              <article>
                <p>
                  رمز عبور خود را فراموش کرده ام ؟ آیا امکان بازیابی آن وجود
                  دارد
                </p>
              </article>
            </details>
            <details>
              <summary>
                آیا می توانم به اطلاعات خرید های قبلی خود دسترسی داتشه باشم ؟
              </summary>
              <article>
                <p>
                  برای دسترسی به اطلاعات خریدهای قبلی، باید با حساب کاربری خود
                  وارد شوید، سپس روی گزینه کلیک کنید تا سوابق خرید
                  شما نشان داده شود.
                </p>
              </article>
            </details>
          </div>
        </section>
        <section className={styles.thirdFooterWidget}>
          <h3>راه های ارتباطی</h3>
          <div>
            <ul>
              <li>ایمیل: <span>ketaba@info.ir</span></li>
              <li>تلفن های تماس: <span>021321400</span></li>
              <li>پشتیبانی: <span>021969600</span></li>
              <li>آدرس: <span>تهران خیابان ولعصر پلاک 1 واحد 1</span></li>
            </ul>
          </div>
        </section>
      </main>
    </footer>
  );
}

export default Footer;
