{
  "books": [
    {
      "name": "آبلوموف",
      "image": "https://www.iranketab.ir/Images/ProductImages/a71b56655c5546bd953f138e9e4924b1.jpg",
      "writer": {
        "name": "ایوان گانچاروف",
        "image": "https://www.iranketab.ir/Images/ProfileImages/d121cd6b52974a0db73eb19995d4fb2c.jpg",
        "bio": "ایوان الکساندروویچ گنچاروف ۱۸ ژوئن ۱۸۱۲ در سیبری به دنیا آمد. والدینش از طبقه تجار بودند و کودکی نویسنده در خانه سنگی بزرگ گنچاروف‌ها واقع در مرکز شهر با ساختمان‌های بی‌شمار سپری شد. گنچاروف به یاد دوران کودکی و خانه پدریش، اتوبیوگرافی در میهن را نوشت. او هفت سال داشت که پدرش را از دست داد و پدرخوانده‌اش نیکلای نیکلایویچ ترگوبف نقش مهمی در شکل‌گیری شخصیت درونی و سرنوشت وی ایفا کرد. تحصیلات ابتدایی را در منزل تحت نظارت ترگوبف و سپس در پانسیون خصوصی گذراند. در ده سالگی به اصرار مادرش، جهت تحصیل در آموزشگاه بازرگانی به مسکو فرستاده شد. وی در طول هشت سال آموزشگاه، روزهای سخت و یکنواختی را سپری کرد. او بسیار مطالعه می‌کرد و به خواندن آثار ادبی نویسندگان و شاعرانی چون کارامزین، درژاوین و دمیتریف علاقه بسیاری داشت. یوگنی آنگین پوشکین تأثیر شگرفی بر وی گذاشت طوری‌که حس احترام و تحسین در مقابل نام پوشکین را تا آخر عمرش حفظ کرد. در این زمان بود که تحصیل در آموزشگاه برایش غیرممکن شد و توانست مادرش را متقاعد سازد که تحصیل در آن آموزشگاه را کنار بگذارد. در هجده سالگی، زمان آن فرا رسیده بود که به دنبال خواسته و علاقه شخصی‌اش برود. شوق نوشتن، علاقه به علوم انسانی به خصوص آثار هنری باعث شد که در دانشکده زبان و ترجمه دانشگاه مسکو تحصیل را آغاز کند. دانشگاه، دیدگاه گنچاروف نسبت به زندگی، مردم و خودش را تغییر داد. پرتگاه آخرین اثر برجسته گنچاروف است. پس از پایان این کار، زندگی او بسیار سخت شد، بیماری، تنهایی، و در نهایت افسردگی روحی به سراغ نویسنده آمد. هر سه رمان گنچاروف به توصیف دوران قبل از رفرم روسیه می‌پرداخت دورانی که نویسنده خوب می‌شناخت و درک می‌کرد، جریاناتی که در سال‌های بعد طبق پیشگویی شخصی نویسنده اتفاق افتادند او آن‌ها را با تمام وجود حس می‌کرد اما نه توان فیزیکی آن را داشت که سنگینی بار این آگاهی را تحمل کند و نه توان درک روحی آن.در ۱۸۴۷ او نخستین رمانش یک داستان معمولی را به چاپ می‌رساند. یک سال پس از آن، بخش‌هایی از شاهکار خود به نام آبلوموف را می‌نویسد. اما ده سال طول می‌کشد تا نوشتن تمامی اثر را به آخر برساند. در ۱۸۶۹، آخرین کتابش سیلاب را می‌نویسد که مضمون آن روند و سیر پوچ‌گرایی است. ",
        "otherBook": [
          {
            "name": "یک داستان معمولی",
            "description": "رمان «یک داستان معمولی» که در سال 1847 منتشر شد، به یکی از اولین تلاش‌های ایوان گانچاروف در پرداختن به پیچیدگی‌های روان‌شناختی شخصیت‌ها بدل شده است. این اثر، داستان الکساندر را روایت می‌کند، مرد جوانی که از شهر کوچک خود به سن‌پترزبورگ نقل‌مکان می‌کند و در این میان با واقعیت‌های سخت زندگی شهری روبه‌رو می‌شود. این رمان در ژانر ادبیات اجتماعی نوشته شده و تضاد آرمان‌گرایی و واقع‌گرایی را به شکلی هنرمندانه به تصویر می‌کشد."
          },
          {
            "name": "ناوگان دریایی",
            "description": "کتاب «ناوگان دریایی» اثری است که به‌صورت مستند، تجربیات گانچاروف از سفرهای دریایی‌اش را بازگو می‌کند. این کتاب که در دهه 1850 نوشته شده، مشاهدات دقیق او از زندگی ملوانان، جوامع مختلف و شرایط اجتماعی کشورهایی که به آن‌ها سفر کرده است را به تصویر می‌کشد. این اثر در ژانر مستند ادبی و سفرنامه نگارش یافته است."
          },
          {
            "name": "یک میلیون درد و رنج",
            "description": "رمان «یک میلیون درد و رنج» اثری برجسته در کارنامه گانچاروف است که به موضوعات انسانی و تراژیک زندگی می‌پردازد. این کتاب که در میانه قرن نوزدهم نوشته شده، با رئالیسمی قوی مسائل اخلاقی، اجتماعی و بحران‌های روانی افراد را بررسی می‌کند. این اثر در ژانر رمان روان‌شناختی و اجتماعی نوشته شده و تأثیر عمیقی بر خوانندگان خود می‌گذارد."
          },
          {
            "name": "نامه‌هایی از یک سفر جهانی",
            "description": "«نامه‌هایی از یک سفر جهانی» مجموعه‌ای از یادداشت‌ها و نامه‌های گانچاروف است که طی سفر دریایی خود در سال‌های 1852 تا 1855 نوشته شده است. در این اثر، او با قلمی زیبا تجربیاتش از فرهنگ‌ها، مناظر و جوامع مختلف را شرح می‌دهد. این کتاب که در ژانر سفرنامه و خاطره‌نگاری نوشته شده، ترکیبی جذاب از تحلیل‌های فرهنگی و مشاهدات شخصی است."
          },
          {
            "name": "قصه مشترک",
            "description": "رمان «قصه مشترک» یکی از آثار قابل توجه گانچاروف است که در آن به تقابل‌های طبقاتی و فرهنگی در جامعه روسیه می‌پردازد. این اثر که در دهه 1850 نوشته شده، با پرداختی دقیق روابط انسانی و چالش‌های اجتماعی آن زمان را بررسی می‌کند. این رمان در ژانر اجتماعی-روان‌شناختی نوشته شده و بازتابی از جامعه روسیه در دوران پیش از اصلاحات است.",
            "image": "-"
          },
          {
            "name": "کشتی پالاس",
            "description": "«کشتی پالاس» گزارشی ادبی از سفر گانچاروف با کشتی دیپلماتیک پالاس است. این اثر که در سال 1858 منتشر شد، تصویری دقیق از زندگی دریانوردان، فرهنگ‌های مختلف و تأثیرات سفرهای طولانی بر انسان ارائه می‌دهد. این کتاب در ژانر سفرنامه و مستند اجتماعی نگارش یافته و یکی از مهم‌ترین آثار ادبی در زمینه ادبیات سفر است.",
            "image": "-"
          }
        ]
      },
      "publicationDate": "۱۸۵۹",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "ایلیا ایلیچ ابلوموف دوران کودکی را در املاک پدرش در روستا در کنار خانواده و دوستش آندره می‌گذارند. در جوانی در سن پترزبورگ به استخدام دولت در می‌آید. پس از سال‌ها خدمت در کار دولتی، ابلوموف بازنشسته همه روز در خانه روی کاناپه می‌لمد. لمیدگی برای او نه از روی خستگی یا کسالت، بلکه خو و عادت اوست. هر وقت در خانه است، که همیشه هست، بر روی کاناپه لمیده یا در خواب است.",
      "publisher": "خرداد",
      "lng": "روسی",
      "translator": "سروش حبيبي",
      "country": "روسیه",
      "id": "123456789101"
    },
    {
      "name": "ابله",
      "image": "https://www.iranketab.ir/Images/ProductImages/8788098134324cdab85e9e45be0ec316.jpg",
      "writer": {
        "name": "فیودور داستایفسکی",
        "bio": "فئودور میخایلاویچ داستایوفسکی، زاده ی ۱۱ نوامبر ۱۸۲۱ و درگذشته ی ۹ فوریه ی ۱۸۸۱، نویسنده ی مشهور و تأثیرگذار روس بود. پدر داستایفسکی پزشک بود و از اوکراین به مسکو مهاجرت کرده بود و مادرش، دختر یکی از بازرگانان مسکو بود. او در ۱۸۳۴ همراه با برادرش به مدرسه ی شبانه روزی منتقل شدند و سه سال آن جا ماندند. داستایفسکی در پانزده سالگی مادر خود را از دست داد. او در همان سال امتحانات ورودی دانشکده ی مهندسی نظامی را در سن پترزبورگ با موفقیت پشت سر گذاشت و در ژانویه ی ۱۸۳۸ وارد این دانشکده شد. در تابستان ۱۸۳۹ نیز، خبر فوت پدرش به او رسید.داستایفسکی در سال ۱۸۴۳ با درجه ی افسری از دانشکده ی نظامی فارغ التحصیل شد و شغلی در اداره ی مهندسی وزارت جنگ به دست آورد. او در زمستان ۱۸۴۵ رمان کوتاه بیچارگان را نوشت و از این طریق وارد محافل نویسندگان رادیکال و ساختارشکن بزرگ سن پترزبورگ شد و برای خود شهرتی کسب کرد. یک جاسوس پلیس در این محفل رخنه کرده بود و موضوعات بحث این روشنفکران را به مقامات امنیتی روسیه گزارش می داد. از همین رو، پلیس مخفی در روز ۲۲ آوریل ۱۸۴۹ او را به جرم براندازی حکومت دستگیر کرد.داستایفسکی در آغاز سال ۱۸۷۳ سردبیر مجله ی «گراژ دانین» شد و تا ماه مارس سال بعد به این کار ادامه داد. فئودور داستایفسکی در جشن سه روزه ی بزرگداشت پوشکین در پی سخنرانی اش به اوج شهرت و افتخار در زمان حیاتش رسید و سرانجام در اوایل فوریه ی سال ۱۸۸۱ در اثر خون ریزی ریه درگذشت.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/7/78/Vasily_Perov_-_%D0%9F%D0%BE%D1%80%D1%82%D1%80%D0%B5%D1%82_%D0%A4.%D0%9C.%D0%94%D0%BE%D1%81%D1%82%D0%BE%D0%B5%D0%B2%D1%81%D0%BA%D0%BE%D0%B3%D0%BE_-_Google_Art_Project.jpg",
        "otherBook": [
          {
            "name": "بیچارگان",
            "description": "این اثر که در سال ۱۸۴۶ نوشته شده است، یکی از نخستین رمان‌های داستایفسکی و اثری در ژانر ادبیات اجتماعی است که به تصویر کشیدن فقر و نابرابری در جامعه روسیه می‌پردازد.",
            "image": "https://example.com/poorfolk.jpg"
          },
          {
            "name": "یادداشت‌های زیرزمینی",
            "description": "این کتاب در سال ۱۸۶۴ منتشر شده و از برجسته‌ترین آثار فلسفی داستایفسکی به شمار می‌رود. اثری در ژانر اگزیستانسیالیسم که به موضوعات اخلاقی و خودشناسی می‌پردازد.",
            "image": "https://example.com/notesfromunderground.jpg"
          },
          {
            "name": "قمارباز",
            "description": "در سال ۱۸۶۷ منتشر شد و با زبانی روان و شخصیت‌پردازی منحصربه‌فرد، زندگی ویرانگر قمار و اثرات آن بر روان انسان را بررسی می‌کند.",
            "image": "https://example.com/thegambler.jpg"
          },
          {
            "name": "جنایات و مکافات",
            "description": "این اثر برجسته در سال ۱۸۶۶ نوشته شد و یکی از مهم‌ترین رمان‌های داستایفسکی است که در ژانر جنایی و فلسفی، مبارزات اخلاقی و روان‌شناسی شخصیت اصلی را بررسی می‌کند.",
            "image": "https://example.com/crimeandpunishment.jpg"
          },
          {
            "name": "جن زدگان",
            "description": "در سال ۱۸۷۲ منتشر شد و اثری در ژانر سیاسی و روان‌شناختی است که به بررسی آشفتگی‌های ایدئولوژیکی روسیه در قرن نوزدهم می‌پردازد.",
            "image": "https://example.com/demons.jpg"
          },
          {
            "name": "برادران کارامازوف",
            "description": "این رمان در سال ۱۸۸۰ نوشته شده است و آخرین شاهکار داستایفسکی به شمار می‌رود. اثری جامع در ژانر فلسفی و مذهبی که به مسائل اخلاقی و معنوی می‌پردازد.",
            "image": "https://example.com/thebrotherskaramazov.jpg"
          },
          {
            "name": "شب‌های روشن",
            "description": "در سال ۱۸۴۸ منتشر شد و داستانی کوتاه در ژانر رمانتیک است که عشق و تنهایی را به شیوه‌ای شاعرانه به تصویر می‌کشد.",
            "image": "https://example.com/whitenights.jpg"
          },
          {
            "name": "جوان خام",
            "description": "این رمان در سال ۱۸۷۵ منتشر شد و در ژانر روان‌شناسی، به بررسی مسائل هویتی و شخصیتی جوانان روسیه می‌پردازد.",
            "image": "https://example.com/theyouth.jpg"
          },
          {
            "name": "همزاد",
            "description": "در سال ۱۸۴۶ نوشته شد و اثری در ژانر روان‌شناختی است که به مضامین هویت و بحران وجودی می‌پردازد.",
            "image": "https://example.com/thedouble.jpg"
          }
        ]
      },
      "publicationDate": "۶۹–۱۸۶۸",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "پرنس میشکین، تنها بازمانده یک خاندان اشرافی ورشکسته است. او در نوجوانی، تحت سرپرستی خویشاوندی خیّر برای معالجه افسردگی عصبی‌اش به سوئیس می‌رود. داستان زمانی آغاز می‌شود که او در کوپه قطار، پس از مدتی طولانی و در حال بازگشت به وطن، با دو مسافرِ دیگر کوپه آشنا می‌شود. راگوژین، همسفر جوان و تندخو و سرسخت او، در راه سفر، سفره دل خود را پیش میشکین می‌گشاید و داستان عشق آتشین خود به ناستازیا فیلیپونیا را بازمی‌گوید. پرنس میشکین و راگوژین چون به سن پترزبورگ می‌رسند، از یکدیگر جدا می‌شوند و پرنس نزد ژنرال یپانچین، شوهر یکی از خویشاوندان دور خود، می‌رود به این امید که در زندگی تازه‌ای که می‌خواهد آغاز کند پشتیبانش باشد.",
      "publisher": "نشر چشمه",
      "lng": "روسی",
      "translator": "مهری آهی",
      "country": "روسیه",
      "id": "1234567888823"
    },
    {
      "name": "آرزوهای بر باد رفته",
      "image": "https://cdn.niloofarpublications.com/wp-content/uploads/2020/06/%D8%A7%D8%B1%D8%B2%D9%88%D9%87%D8%A7%DB%8C-%D8%A8%D8%B1-%D8%A8%D8%A7%D8%AF-%D8%B1%D9%81%D8%AA%D9%87.jpg",
      "writer": {
        "name": "انوره دوبالزاک",
        "bio": "اونوره دو بالزاک، زاده ی 20 می 1799 و درگذشته ی 18 آگوست 1850، رمان نویس و نمایشنامه نویس فرانسوی بود.بالزاک در خانواده ای میانه حال در شهر تور فرانسه به دنیا آمد. در هشت سالگی به مدرسه ای شبانه روزی فرستاده شد، اما در سال 1813 مدرسه را ترک کرد و سال بعد همراه با خانواده راهی پاریس شد. در سال 1819 در رشته ی حقوق، فارغ التحصیل شد، اما به رغم خواست خانواده تصمیم گرفت تا به ادبیات بپردازد.بالزاک در ابتدای راه تحت تأثیر والتر اسکات شروع به نوشتن رمان های تاریخی نمود؛ رمان هایی که خود بعدها از آن ها به عنوان «مزخرفات ادبی» یاد کرد.اولین اثر قابل توجه بالزاک، روان شناسی ازدواج، در سال 1829 انتشار یافت. پس از نوشتن چند رمان عامه پسند و فکاهی و تلاش برای کسب درآمد از عرصه ی چاپ و نشر که به بدهی سنگینی برای او انجامید، انتشار رمان چرم ساغری در سال 1831 شهرت بیشتری برایش به ارمغان آورد.بالزاک پس از آن بیشتر شبانه روز را به نوشتن می پرداخت و با توجه به اقبالی که آثارش یافته بود و خوش پوشی و خوش گفتاری اش، مهمان سالن های مختلف پاریسی بود.بالزاک یکی از پرکارترین نویسندگان دنیاست. وی در طول عمر نسبتا کوتاهش بیش از صد مقاله، رمان و نمایشنامه را به رشته ی تحریر درآورد.آثار بالزاک آینه‌ای از جامعه فرانسه روزگار اوست. او افراد هر طبقه اجتماعی، از اشراف فرهیخته گرفته تا دهقانان عامی را در کمدی انسانی خود جای می‌دهد و جنبه‌های گوناگون شخصیتی آنان را در معرض نمایش می‌گذارد. بهره‌گیری او از شگرد ایجاد پیوند میان شخصیت‌ها و تکرار حضور آنها در داستان‌های مختلف موجب می‌شود تا در گسترش روان‌شناسی شخصیت‌های منفرد توفیق یابد.واقع‌گرایی (ادبیات) عریان و بدبینی بالزاک به سرشت انسانی که در آثارش هویداست، او را زمینه‌ساز ایجاد جنبش طبیعت‌گرایی (ادبیات) در ادبیات فرانسه کرده‌است. تأثیر او بر بسیاری از نویسندگان ناتورالیست از جمله امیل زولا کاملاً آشکار است. عوامل بسیاری در این بدبینی سهیم بودند، مثل دوران کودکی و اوضاع اجتماعی زمان او.",
        "image": "https://www.iribnews.ir/files/fa/news/1402/2/30/9655629_361.jpg",
        "otherBook": [
          {
            "name": "بابا گوریو",
            "description": "این رمان که در سال ۱۸۳۴ منتشر شد، یکی از برجسته‌ترین آثار بالزاک است. داستان در مورد پدر مهربانی به نام بابا گوریو است که به رغم فداکاری‌های فراوان برای دخترانش، از آن‌ها بی‌محبت می‌شود. این رمان در ژانر اجتماعی و روانشناختی قرار دارد و به تحلیل شخصیت‌ها و روابط پیچیده انسانی می‌پردازد.",
            "image": "https://example.com/babagoryo.jpg"
          },
          {
            "name": "اوج سعادت",
            "description": "این رمان در سال ۱۸۳۹ منتشر شد و به بررسی زندگی اجتماعی و روابط خانوادگی در فرانسه پرداخته است. در این داستان، روابط میان خانواده‌ها و تاثیرات اجتماعی و اقتصادی بر زندگی فردی شخصیت‌ها بررسی می‌شود.",
            "image": "https://example.com/aojsaadat.jpg"
          },
          {
            "name": "کومه ناپلئونی",
            "description": "این اثر تاریخی که در سال ۱۸۴۴ منتشر شد، به دوران انقلاب فرانسه و جنگ‌های ناپلئون بناپارت می‌پردازد. بالزاک در این رمان سعی دارد تا وقایع تاریخی را از دیدگاه شخصیت‌ها و تاثیرات آن‌ها بر روابط اجتماعی تحلیل کند.",
            "image": "https://example.com/napoleonbarn.jpg"
          },
          {
            "name": "مردی که می‌خواست پولدار شود",
            "description": "این رمان در سال ۱۸۳۶ منتشر شد و به مساله جاه‌طلبی، پول و قدرت پرداخته است. داستان درباره فردی است که می‌خواهد به هر قیمتی به موفقیت و ثروت برسد و در این مسیر از هیچ چیز چشم‌پوشی نمی‌کند.",
            "image": "https://example.com/manwhowantedrich.jpg"
          },
          {
            "name": "ایزادورا",
            "description": "این رمان که در سال ۱۸۴۴ منتشر شد، به مسائل اجتماعی و روابط عاطفی بین طبقات مختلف جامعه پرداخته است. بالزاک در این داستان به بررسی آثار درون‌گرایی و فردگرایی در شخصیت‌های اصلی پرداخته است.",
            "image": "https://example.com/eyzadora.jpg"
          },
          {
            "name": "شهر فرشتگان",
            "description": "این اثر در سال ۱۸۳۲ منتشر شد و به تحلیل انسان‌شناسانه و روان‌شناختی شخصیت‌های درگیر در یک بحران اجتماعی پرداخته است. داستان در مورد تغییرات اجتماعی و اقتصادی در فرانسه و تاثیرات آن بر افراد است.",
            "image": "https://example.com/cityofangels.jpg"
          }
        ]
      },
      "publicationDate": "۱۸۳۷",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "جوانان دلربا، طناز، و پرتجمل خانواده های محله ی سن ژرمن را دید که می گذشتند، همه وضعی مخصوص به خود داشتند که از حیث ظرافت اندام، تجمل لباس و وضع سیمایشان همه را مانند یکدیگر می کرد و همه به واسطه ی مخلفاتی که هر یک از ایشان برای جلوه ی خود اختیار کرده بود با هم اختلاف داشتند. همه برتری خود را به وسیله ی یک صحنه سازی برجسته می کردند که در پاریس جوان به همان اندازه زنان از آن آگاهند. لوسین امتیازات صوری گران بهایی را از مادر خود ارث برده بود که برتری های آن در چشم وی نمایان بود، اما این طلا در میان کلوخه خود بود و به کار نیفتاده بود.",
      "publisher": "نشر نی",
      "lng": "فرانسوی",
      "translator": "محمود دولت‌آبادی",
      "country": "فرانسه",
      "id": "9876543240"
    },
    {
      "name": "آنچه با خود حمل می‌کردند",
      "image": "https://www.iranketab.ir/Images/ProductImages/7133403b2835470ea577729698b00abf.jpg",
      "writer": {
        "name": "تیم اوبراین",
        "bio": "ویلیام تیموتی اوبراین، زاده ی 1 اکتبر 1946، رمان نویس آمریکایی است.اوبراین در آستین مینه سوتا به دنیا آمد. او مدرک کارشناسی خود در رشته ی علوم سیاسی را در سال 1968 دریافت کرد و پس از آن، دو سال را برای سپری کردن دوران سربازی در ویتنام گذراند. اوبراین سپس به دانشگاه هاروارد رفت و کارآموز واشنگتن پست شد. اولین اثر این نویسنده در سال 1973 انتشار یافت.",
        "image": "https://ketabnews.com/files/161029081151798655.jpg",
        "otherBook": [
          {
            "name": "عجایب جنگ",
            "description": "این کتاب در سال ۱۹۷۲ منتشر شد و در ژانر جنگی و تاریخی قرار دارد. داستان این اثر به بررسی وقایع جنگ‌های جهانی و تأثیرات آن بر انسان‌ها و جوامع مختلف می‌پردازد. نویسنده به توصیف حوادث و ماجراهای خارق‌العاده در جنگ‌ها پرداخته و به جنبه‌های انسانی آن‌ها تمرکز دارد.",
            "image": "https://example.com/wondersofwar.jpg"
          },
          {
            "name": "باج بهشتی",
            "description": "در سال ۱۹۸۴ منتشر شد و در ژانر اجتماعی و روان‌شناسی قرار دارد. این رمان درباره انسانی است که در شرایط سخت زندگی خود در جستجوی مفهوم بهشت و رستگاری می‌گردد. داستان به مسائلی همچون فساد، قدرت و تلاش برای پیدا کردن امید در دنیای پر از مشکلات می‌پردازد.",
            "image": "https://example.com/heavenbribe.jpg"
          },
          {
            "name": "غیبت گروه بزرگان",
            "description": "این اثر در سال ۲۰۰۰ منتشر شد و در ژانر سیاسی و اجتماعی است. داستان در مورد یک گروه از شخصیت‌های مهم سیاسی است که به طور مرموزی غایب می‌شوند و جامعه به دنبال دلیل این غیبت می‌گردد. کتاب به بررسی تأثیر فقدان شخصیت‌های سیاسی برجسته و تبعات آن در جامعه پرداخته است.",
            "image": "https://example.com/absenceofelders.jpg"
          },
          {
            "name": "جنگ درون",
            "description": "این رمان در سال ۲۰۱۰ منتشر شد و در ژانر روان‌شناسی و فلسفی قرار دارد. داستان درباره مبارزات درونی یک شخصیت است که با مشکلات شخصی و داخلی خود روبه‌رو است. این کتاب به بررسی احساسات و افکار درونی شخصیت‌ها و جنگ‌های ذهنی آن‌ها پرداخته است.",
            "image": "https://example.com/innerwar.jpg"
          },
          {
            "name": "پسر خوانده",
            "description": "این اثر در سال ۱۹۹۸ منتشر شد و در ژانر درام خانوادگی است. داستان در مورد یک پسر خوانده است که روابط پیچیده‌ای با پدرخوانده‌اش دارد و به بررسی چالش‌های این روابط خانوادگی پرداخته می‌شود.",
            "image": "https://example.com/adoptedson.jpg"
          },
          {
            "name": "مردان زیر درختان",
            "description": "در سال ۲۰۱۵ منتشر شد و در ژانر اجتماعی و معمایی قرار دارد. این کتاب داستان گروهی از مردان را روایت می‌کند که در سایه درختان در جایی دورافتاده به زندگی می‌پردازند. کتاب به مشکلات و پیچیدگی‌های انسانی و تلاش آن‌ها برای زندگی در شرایط سخت می‌پردازد.",
            "image": "https://example.com/menunderbranches.jpg"
          }
        ]
      },
      "publicationDate": "۱۹۹۰",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "ستوان یکم «جیمی کراس» با خود نامه هایی حمل می کرد از دختری به نام مارتا، دانشجوی سال سوم کالج ماونت سیبسچن در نیوجرزی. نامه ها عاشقانه نبودند ولی ستوان کراس امیدوار بود و نامه ها را تا کرده بود و درون پلاستیکی در ته کوله پشتی اش نگهداری می کرد. عصرها دیر وقت، پس از راهپیمایی روزانه و کندن سنگر، دست ها را با آب قمقمه می شست، نامه ها را بیرون می آورد و با نوک انگشت نگه می داشت و آخرین ساعت روشنایی را به خیال پردازی می گذراند.",
      "publisher": "لاو کوری",
      "lng": "انگلیسی",
      "translator": "فریدون گلکار",
      "country": "ایالات متحده آمریکا",
      "id": "876543205a"
    },
    {
      "name": " جستار هایی در باب عشق",
      "image": "https://cdn.niloofarpublications.com/wp-content/uploads/2023/10/%D8%AC%D8%B3%D8%AA%D8%A7%D8%B1-%D8%AF%D8%B1-%D8%A8%D8%A7%D8%A8-%D8%B9%D8%B4%D9%82.jpg",
      "writer": {
        "name": "آلن دو باتن",
        "bio": "لن دوباتن، زاده ی 20 دسامبر 1969، نویسنده ی سوییسی/انگلیسی است.دوباتن در زوریخ به دنیا آمد. پدرش که در مصر به دنیا آمده بود، به سوییس مهاجرت کرد و از موسسان یک شرکت سرمایه گذاری شد و بعد از آن، ثروت هنگفتی به دست آورد. او یک خواهر دارد و دوازده سال اول زندگی اش را در سوییس گذرانده است.دوباتن برای تحصیل، به مدرسه ای شبانه روزی در آکسفورد فرستاده شد و زبان انگلیسی را آموخت. او در رشته های تاریخ و فلسفه تحصیل کرد و مقطع دکتری را در رشته ی فلسفه ی فرانسه در دانشگاه هاروارد آغاز کرد اما به خاطر نوشتن کتاب برای مخاطب عام، آن را رها کرد. آلن دوباتن، کتاب های فوق العاده محبوب و تأثیرگذاری درباره ی موضوعاتی بنیادین چون عشق و تأثیر فلسفه بر زندگی نوشته است.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Alain_de_Botton.jpg/220px-Alain_de_Botton.jpg",
        "otherBook": [
          {
            "name": "تنهایی در عصر مدرن",
            "description": "این کتاب در سال ۲۰۱۵ منتشر شد و در ژانر روان‌شناسی و اجتماعی قرار دارد. نویسنده در این اثر به بررسی مفهوم تنهایی در دنیای معاصر پرداخته و عواملی را که باعث افزایش احساس تنهایی در جوامع مدرن می‌شود تحلیل می‌کند. کتاب به راهکارهایی برای مقابله با این پدیده و ایجاد ارتباطات سالم در دنیای امروز اشاره دارد.",
            "image": "https://example.com/solitudeinmodernage.jpg"
          },
          {
            "name": "درباره ی خوشبختی",
            "description": "این اثر در سال ۲۰۱۰ منتشر شد و در ژانر فلسفی و روان‌شناسی قرار دارد. نویسنده در این کتاب به بررسی ابعاد مختلف خوشبختی و راه‌های دستیابی به آن پرداخته و از دیدگاه‌های مختلف، از جمله روان‌شناسی و فلسفه، به تحلیل خوشبختی می‌پردازد. این کتاب به افراد کمک می‌کند تا معنای واقعی خوشبختی را در زندگی خود بیابند.",
            "image": "https://example.com/abouthisappiness.jpg"
          },
          {
            "name": "آرت‌هدر",
            "description": "این کتاب در سال ۲۰۰۰ منتشر شد و در ژانر هنری و رمان قرار دارد. داستان در مورد شخصیت اصلی به نام آرت‌هدر است که در دنیای هنر و فرهنگ زندگی می‌کند. او در تلاش است تا هویت خود را در دنیای پیچیده هنر پیدا کند و در این مسیر با چالش‌های بزرگی روبه‌رو می‌شود.",
            "image": "https://example.com/arthader.jpg"
          },
          {
            "name": "چرا به عشق نیاز داریم؟",
            "description": "این کتاب در سال ۲۰۱۲ منتشر شد و در ژانر روان‌شناسی و فلسفی قرار دارد. در این اثر، نویسنده به دلایل پیچیده روانی و بیولوژیکی نیاز انسان به عشق پرداخته و به بررسی نقش عشق در شکل‌دهی شخصیت و رفتار انسان‌ها در جامعه می‌پردازد.",
            "image": "https://example.com/whywedoinglove.jpg"
          },
          {
            "name": "تاریخ تفکر عاشقانه",
            "description": "این اثر در سال ۲۰۰۵ منتشر شد و در ژانر تاریخی و فلسفی قرار دارد. کتاب تاریخچه و تکامل تفکر عاشقانه در طول تاریخ را بررسی می‌کند و چگونگی تأثیر آن بر فرهنگ و جامعه‌های مختلف را تحلیل می‌کند. نویسنده به نحوه تغییر دیدگاه‌ها و باورهای مردم در مورد عشق در دوران‌های مختلف پرداخته است.",
            "image": "https://example.com/historyofromanticthought.jpg"
          },
          {
            "name": "اضطراب موقعیت",
            "description": "این کتاب در سال ۲۰۱۸ منتشر شد و در ژانر روان‌شناسی و اجتماعی است. نویسنده در این اثر به تحلیل اضطراب‌ها و استرس‌هایی می‌پردازد که افراد در موقعیت‌های اجتماعی مختلف تجربه می‌کنند. این کتاب به بررسی عواملی که موجب اضطراب در موقعیت‌های اجتماعی می‌شود و همچنین روش‌های مقابله با آن‌ها می‌پردازد.",
            "image": "https://example.com/situationanxiety.jpg"
          }
        ]
      },
      "publicationDate": "۲۰۰۲",
      "coverDesigner": "-",
      "literaryGenre": "فلسفی",
      "summary": "کتاب عشق در مورد جنبه‌های مختلف عشق، از جمله عشق رمانتیک، عشق پایدار و چالش‌های آن است. آلن دو باتن در این اثر به بررسی نحوه‌ی برخورد مردم با عشق و روابط عاطفی می‌پردازد و دیدگاه‌های عمیق فلسفی و روان‌شناختی را در این باره ارائه می‌دهد.",
      "publisher": "نشر نیلوفر",
      "lng": "انگلیسی",
      "translator": "گلی امامی",
      "country": "سوئیس",
      "id": "876543216"
    },
    {
      "name": "جنایات و مکافات",
      "image": "https://www.iranketab.ir/Images/ProductImages/6032b8bca46d47a99df9cba67a627494.jpg",
      "writer": {
        "name": "فیودور داستایفسکی",
        "bio": "فئودور میخایلاویچ داستایوفسکی، زاده ی ۱۱ نوامبر ۱۸۲۱ و درگذشته ی ۹ فوریه ی ۱۸۸۱، نویسنده ی مشهور و تأثیرگذار روس بود. پدر داستایفسکی پزشک بود و از اوکراین به مسکو مهاجرت کرده بود و مادرش، دختر یکی از بازرگانان مسکو بود. او در ۱۸۳۴ همراه با برادرش به مدرسه ی شبانه روزی منتقل شدند و سه سال آن جا ماندند. داستایفسکی در پانزده سالگی مادر خود را از دست داد. او در همان سال امتحانات ورودی دانشکده ی مهندسی نظامی را در سن پترزبورگ با موفقیت پشت سر گذاشت و در ژانویه ی ۱۸۳۸ وارد این دانشکده شد. در تابستان ۱۸۳۹ نیز، خبر فوت پدرش به او رسید.داستایفسکی در سال ۱۸۴۳ با درجه ی افسری از دانشکده ی نظامی فارغ التحصیل شد و شغلی در اداره ی مهندسی وزارت جنگ به دست آورد. او در زمستان ۱۸۴۵ رمان کوتاه بیچارگان را نوشت و از این طریق وارد محافل نویسندگان رادیکال و ساختارشکن بزرگ سن پترزبورگ شد و برای خود شهرتی کسب کرد. یک جاسوس پلیس در این محفل رخنه کرده بود و موضوعات بحث این روشنفکران را به مقامات امنیتی روسیه گزارش می داد. از همین رو، پلیس مخفی در روز ۲۲ آوریل ۱۸۴۹ او را به جرم براندازی حکومت دستگیر کرد.داستایفسکی در آغاز سال ۱۸۷۳ سردبیر مجله ی «گراژ دانین» شد و تا ماه مارس سال بعد به این کار ادامه داد. فئودور داستایفسکی در جشن سه روزه ی بزرگداشت پوشکین در پی سخنرانی اش به اوج شهرت و افتخار در زمان حیاتش رسید و سرانجام در اوایل فوریه ی سال ۱۸۸۱ در اثر خون ریزی ریه درگذشت.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/7/78/Vasily_Perov_-_%D0%9F%D0%BE%D1%80%D1%82%D1%80%D0%B5%D1%82_%D0%A4.%D0%9C.%D0%94%D0%BE%D1%81%D1%82%D0%BE%D0%B5%D0%B2%D1%81%D0%BA%D0%BE%D0%B3%D0%BE_-_Google_Art_Project.jpg",
        "otherBook": [
          {
            "name": "بیچارگان",
            "description": "این اثر که در سال ۱۸۴۶ نوشته شده است، یکی از نخستین رمان‌های داستایفسکی و اثری در ژانر ادبیات اجتماعی است که به تصویر کشیدن فقر و نابرابری در جامعه روسیه می‌پردازد.",
            "image": "https://example.com/poorfolk.jpg"
          },
          {
            "name": "یادداشت‌های زیرزمینی",
            "description": "این کتاب در سال ۱۸۶۴ منتشر شده و از برجسته‌ترین آثار فلسفی داستایفسکی به شمار می‌رود. اثری در ژانر اگزیستانسیالیسم که به موضوعات اخلاقی و خودشناسی می‌پردازد.",
            "image": "https://example.com/notesfromunderground.jpg"
          },
          {
            "name": "قمارباز",
            "description": "در سال ۱۸۶۷ منتشر شد و با زبانی روان و شخصیت‌پردازی منحصربه‌فرد، زندگی ویرانگر قمار و اثرات آن بر روان انسان را بررسی می‌کند.",
            "image": "https://example.com/thegambler.jpg"
          },
          {
            "name": "جنایات و مکافات",
            "description": "این اثر برجسته در سال ۱۸۶۶ نوشته شد و یکی از مهم‌ترین رمان‌های داستایفسکی است که در ژانر جنایی و فلسفی، مبارزات اخلاقی و روان‌شناسی شخصیت اصلی را بررسی می‌کند.",
            "image": "https://example.com/crimeandpunishment.jpg"
          },
          {
            "name": "جن زدگان",
            "description": "در سال ۱۸۷۲ منتشر شد و اثری در ژانر سیاسی و روان‌شناختی است که به بررسی آشفتگی‌های ایدئولوژیکی روسیه در قرن نوزدهم می‌پردازد.",
            "image": "https://example.com/demons.jpg"
          },
          {
            "name": "برادران کارامازوف",
            "description": "این رمان در سال ۱۸۸۰ نوشته شده است و آخرین شاهکار داستایفسکی به شمار می‌رود. اثری جامع در ژانر فلسفی و مذهبی که به مسائل اخلاقی و معنوی می‌پردازد.",
            "image": "https://example.com/thebrotherskaramazov.jpg"
          },
          {
            "name": "شب‌های روشن",
            "description": "در سال ۱۸۴۸ منتشر شد و داستانی کوتاه در ژانر رمانتیک است که عشق و تنهایی را به شیوه‌ای شاعرانه به تصویر می‌کشد.",
            "image": "https://example.com/whitenights.jpg"
          },
          {
            "name": "جوان خام",
            "description": "این رمان در سال ۱۸۷۵ منتشر شد و در ژانر روان‌شناسی، به بررسی مسائل هویتی و شخصیتی جوانان روسیه می‌پردازد.",
            "image": "https://example.com/theyouth.jpg"
          },
          {
            "name": "همزاد",
            "description": "در سال ۱۸۴۶ نوشته شد و اثری در ژانر روان‌شناختی است که به مضامین هویت و بحران وجودی می‌پردازد.",
            "image": "https://example.com/thedouble.jpg"
          }
        ]
      },
      "publicationDate": "۶۹–۱۸۶۸",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "قابل توجه است که بیشتر اشخاص نیکوکار و بنیانگذار اصول انسانیت، مردمانی بودند بی نهایت خونریز. همه، و نه اشخاص بزرگ، بلکه حتی آن هایی که فقط کمی بیرون از چهارچوب معمول هستند، یعنی حتی آن هایی که اندکی توانایی گفتن سخن نو را دارند، قاعدتا باید، بنا بر طبیعت خود، کم و بیش متجاوز باشند. اگر جز این باشد مشکل است آن ها از چهار دیوار خود به درآیند، و از ماندن در آن چهارچوب به خاطر طبع خود، نمی توانند راضی باشند.",
      "publisher": "نشر چشمه",
      "lng": "روسی",
      "translator": "مهری آهی",
      "country": "روسیه",
      "id": "123456789327"
    },
    {
      "name": "دختر سروان",
      "image": "https://www.iranketab.ir/Images/ProductImages/ab454205a2494187beba7d6424f011ed.Jpg",
      "writer": {
        "name": "الکساندر پوشکین",
        "bio": "الکساندر سرگیویچ پوشکین،شاعر و نویسندهیروسی سبک رومانتیسیسم است. او در ۶ ژوئن ۱۷۹۹ در شهر مسکو چشم به جهان گشود و در ۱۰ فوریه ۱۸۳۷ در سن پترزبورگ درگذشت.پوشکین بنیان گذار ادبیات روسی مدرن به حساب می آید و برخی او را بزرگ ترین شاعر زبان روسی می دانند.پوشکین افزون بر آنکه شاعر بزرگ روسیه به حساب می آید، نمایشنامه نویس، نثرپرداز و منتقد ادبی نیز بود. اشعار وی در دوران دبیرستان با نقاب قراردادی مکتب کلاسیک عرضه شد و شعرهای آغازین دهه ۱۸۲۰، در سبک رمانتیسم ارائه گردید. او به فرهنگ عامه روس هم دلبسته بود و چند قصه و ترانه عامیانه هم تصنیف کرده همانند «قصه خرس ماده» (۱۸۳۰)، «داماد» (۱۸۲۵) و «قصه ماهیگیر و ماهی» (۱۸۳۳). حماسه های منظوم پوشکین مثل «فواره باغچه سرای» در ۱۸۲۴ انتشار یافت، موجب کامیابی او بود. گفته می شود این اثر محبوب ترین شعر او در دوران حیاتش بود..",
        "image": "https://www.ketabrah.ir/img/authors/a-25453.jpg",
        "otherBook": [
          {
            "name": "یوجین اونگین",
            "description": "رمان 'یوجین اونگین' نوشته‌ی الکساندر پوشکین در سال ۱۸۳۳ منتشر شد و در ژانر رمان و شعر قرار دارد. این اثر داستان زندگی یوجین اونگین، جوانی پرشور و به ظاهر بی‌دغدغه است که درگیر عشق و مشکلات اجتماعی می‌شود. این کتاب یکی از مهم‌ترین آثار ادبیات روسی محسوب می‌شود که تاثیر عمیقی بر فرهنگ و ادبیات روسیه گذاشته است.",
            "image": "https://example.com/evgeni-onegin.jpg"
          },
          {
            "name": "شاهزاده‌خانم تآنرین",
            "description": "کتاب 'شاهزاده‌خانم تآنرین' نوشته‌ی نیکولای گوگول در سال ۱۸۳۳ منتشر شد. این اثر در ژانر رمان و کمدی اجتماعی است و به مسائل اجتماعی و اخلاقی در روسیه قرن نوزدهم می‌پردازد. داستان حول زندگی یک شاهزاده‌خانم می‌چرخد که در تلاش است تا با مسائل پیچیده اجتماعی و خانوادگی خود کنار بیاید.",
            "image": "https://example.com/princess-tanerin.jpg"
          },
          {
            "name": "ماچینکا",
            "description": "کتاب 'ماچینکا' اثر میخائیل شولوخو در سال ۱۸۵۴ منتشر شد. این رمان در ژانر اجتماعی و تراژدی قرار دارد. داستان حول زندگی یک زن به نام ماچینکا می‌چرخد که درگیر زندگی سخت و درگیری‌های اجتماعی است. این اثر نقدی اجتماعی بر شرایط زنان در روسیه آن دوران است.",
            "image": "https://example.com/machinka.jpg"
          },
          {
            "name": "قصه‌های مردان و زنان",
            "description": "این مجموعه داستانی در سال ۱۹۲۵ منتشر شد و در ژانر داستان‌های کوتاه و روان‌شناسی قرار دارد. نویسنده در این اثر به پیچیدگی‌های روابط بین مردان و زنان و چالش‌های روانی آن‌ها می‌پردازد. داستان‌ها، به بررسی احساسات، عواطف و تضادهای درونی افراد در روابط عاشقانه و انسانی می‌پردازد.",
            "image": "https://example.com/storiesofmenandwomen.jpg"
          },
          {
            "name": "قصه‌های فراخوانی",
            "description": "کتاب 'قصه‌های فراخوانی' که در سال ۱۹۳۰ منتشر شد، مجموعه‌ای از داستان‌های کوتاه است که در ژانر فانتزی و سوررئالیسم قرار دارد. این اثر به دنیای عجیب و فراخوانی‌های مختلفی می‌پردازد که شخصیت‌های مختلف در مواجهه با آن‌ها قرار می‌گیرند. نویسنده در این کتاب به دنیای خیالی و چالش‌های ذهنی و روانی اشاره دارد.",
            "image": "https://example.com/callstories.jpg"
          }
        ]
      },
      "publicationDate": "۱۸۳۶",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "من به رتبه افسری نایل شده بودم. خدمت هم برایم چندان زحمتی نداشت. در قلعه‌ای که به امید خدا رها شده بود، نه سان‌دیدنی بود و نه نگهبان و مشقی. فرمانده هر وقت که میلش می‌کشید سربازها را مشق می‌داد؛ اما هنوز هم نمی‌توانست دست چپ و راستشان را یادشان دهد، اگرچه پیش از هر عقب‌گردی نشانی کف دستشان گذاشته می‌شد تا خطا نکنند.",
      "publisher": "نشر طوس",
      "lng": "روسی",
      "translator": "پرویز ناتل خانلری",
      "country": "روسیه",
      "id": "87654348"
    },
    {
      "name": "کلیدر",
      "image": "https://www.iranketab.ir/Images/ProductImages/51da052fec214c4cb6d591e28b97276f.jpg",
      "writer": {
        "name": "محمود دولت‌آبادی",
        "bio": "محمود دولت آبادی، زاده ی 10 مرداد 1319، نویسنده، نمایشنامه نویس و فیلمنامه نویس برجسته ی ایرانی است.دولت آبادی در روستای دولت آباد سبزوار متولد شد. او پس از پایان تحصیلات ادلیه در روستا، به سبزوار رفت و به مشاغل گوناگونی روی آورد. دولت آبادی سپس به مشهد رفت و آنجا با سینما و نمایش آشنا شد. او در سال 1338 به تهران نقل مکان کرد و یک سال بعد در تئاتر پارس مشغول کار شد. دولت آبادی از ابتدای دهه چهل خورشیدی در کلاس های نمایشی شرکت کرد و بازیگر نمایش شد. او در همین زمان، به تدریج به نوشتن نیز روی آورد. دولت آبادی در سال 1349 ازدواج کرد.آثار دولت آبادی به زبان های انگلیسی، فرانسوی، ایتالیایی، نروژی، سوئدی، چینی، کردی، عربی، هلندی، عبری و آلمانی ترجمه شده اند. داستان اکثر نوشته های دولت آبادی در روستاهای خراسان رخ می دهد و رنج و مشقت روستاییان شرق ایران را به تصویر می کشد.",
        "image": "https://www.ketabrah.ir/img/authors/a-4227.jpg",
        "otherBook": [
          {
            "name": "جای خالی سلوچ",
            "description": "کتاب 'جای خالی سلوچ' از محمود دولت‌آبادی، داستان زندگی خانواده‌ای روستایی است که با چالش‌های فقر و دشواری‌های زندگی روبه‌رو هستند. این کتاب یکی از تأثیرگذارترین آثار دولت‌آبادی در زمینه مسائل اجتماعی و انسانی است.",
            "image": "https://example.com/jaye-khali-soloch.jpg"
          },
          {
            "name": "روزگار سپری‌شده مردم سالخورده",
            "description": "کتاب 'روزگار سپری‌شده مردم سالخورده' یکی دیگر از آثار برجسته محمود دولت‌آبادی است که با زبانی شاعرانه و نثری پیچیده، داستان زندگی و اندیشه‌های مردم یک روستا را روایت می‌کند. این اثر یکی از عمیق‌ترین تحلیل‌های او از زندگی و فرهنگ روستایی ایران است.",
            "image": "https://example.com/roozegar.jpg"
          },
          {
            "name": "بنی‌آدم",
            "description": "کتاب 'بنی‌آدم' اثر محمود دولت‌آبادی در ژانر اجتماعی و فلسفی قرار دارد و به داستان انسان‌هایی می‌پردازد که در جستجوی هویت و معنای زندگی هستند. این کتاب با تمرکز بر روابط انسانی و تفکرات فلسفی، یکی از آثار مدرن دولت‌آبادی به شمار می‌آید.",
            "image": "https://example.com/bani-adam.jpg"
          },
          {
            "name": "طریق بسمل شدن",
            "description": "کتاب 'طریق بسمل شدن' یکی از آثار کوتاه و تأمل‌برانگیز محمود دولت‌آبادی است که به موضوع جنگ و تأثیرات آن بر انسان‌ها می‌پردازد. این کتاب با نثری شاعرانه و احساسی عمیق، تجربه‌های انسانی را در موقعیت‌های بحرانی روایت می‌کند.",
            "image": "https://example.com/tariq-basmal-shodan.jpg"
          }
        ]
      },
      "publicationDate": "۱۳۵۵",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "ما را مثل عقرب بار آورده اند؛ مثل عقرب! ما مردم صبح که سر از بالین برمی داریم تا شب که سر مرگمان را می گذاریم، مدام همدیگر را می گزیم. بخیلیم؛ بخیل! خوشمان می آید که سر راه دیگران سنگ بیندازیم؛ خوشمان می آید که دیگران را خوار و فلج ببینیم. اگر دیگری یک لقمه نان داشته باشد که سق بزند، مثل این است که گوشت تن ما را می جود. تنگ نظریم ما مردم. تنگ نظر و بخیل. بخیل و بدخواه. وقتی می بینیم دیگری سر گرسنه زمین می گذارد، انگار خیال ما راحت تر است. وقتی می بینیم کسی محتاج است، اگر هم به او کمک کنیم، باز هم مایه ی خاطر جمعی ماست. انگار که از سرپا بودن همدیگر بیم داریم!",
      "publisher": "نشر نی",
      "lng": "فارسی",
      "translator": "-",
      "country": "ایران",
      "id": "8765432999"
    },
    {
      "name": "سمفونی مردگان",
      "image": "https://www.iranketab.ir/Images/ProductImages/40da71d5a84d466a9afb1b0a5a71360f.jpg",
      "writer": {
        "name": "عباس معروفی",
        "bio": "عباس معروفی، زاده ی 27 اردیبهشت 1336 شمسی، رمان نویس، نمایشنامه نویس، شاعر، ناشر و روزنامه نگار ایرانی مقیم آلمان است. او فعالیت ادبی خود را زیر نظر هوشنگ گلشیری و محمدعلی سپانلو آغاز کرد و در دهه ی 1360 با انتشار رمان «سمفونی مردگان» در ادبیات ایران به شهرت رسید.معروفی در تهران به دنیا آمد. او از دانشکده ی هنرهای زیبای تهران در رشته ی ادبیات دراماتیک فارغ التحصیل شد و حدود یازده سال معلم ادبیات در دبیرستان های هدف و خوارزمی تهران بود.نخستین مجموعه داستان معروفی در سال 1359 در تهران منتشر شد. او پس از چندی به آلمان رفت و در آن جا، مدتی از بورس «خانه هاینریش بل» استفاده کرد و یک سال هم به عنوان مدیر در آن خانه کار کرد. معروفی پس از آن برای گذران زندگی دست به کارهای مختلف زد؛ او مدتی به عنوان مدیر شبانه ی یک هتل کار کرد و سپس، «خانه ی هنر و ادبیات هدایت»، بزرگترین کتابفروشی ایرانی در اروپا را در خیابان کانت برلین، بنیاد نهاد و به کار کتابفروشی مشغول شد. معروفی کلاس های داستان نویسی خود را نیز در همان محل تشکیل داد.",
        "image": "https://cdn.ketabchi.com/persons/17737/%D8%B9%D8%A8%D8%A7%D8%B3-%D9%85%D8%B9%D8%B1%D9%88%D9%81%DB%8C-88zyf.jpg",
        "otherBook": [
          {
            "name": "",
            "description": ".",
            "image": "https://example.com/symphony-of-the-dead.jpg"
          },
          {
            "name": "سال بلوا",
            "description": " سال بلوا رمانی از عباس معروفی است که در فاصله سال‌های ۱۳۶۸-۱۳۷۱ به نگارش در آمد..",
            "image": "https://upload.wikimedia.org/wikipedia/fa/6/6e/1108_94658_normal.jpg"
          },
          {
            "name": " فریدون  سه پسر داشت",
            "description": "فریدون سه پسر داشت، رمانی از نویسنده معاصر عباس معروفی است. این کتاب اولین رمان عباس معروفی است که توسط وی به صورت رایگان بر روی اینترنت انتشار یافته‌است. نسخه‌های چاپ شده از روی نسخه اینترنتی هم به صورت زیرزمینی و محدود در تهران منتشر شده‌است.",
            "image": "https://upload.wikimedia.org/wikipedia/fa/a/a7/150065.jpg"
          }
         
        ]
      },
      "publicationDate": "۱۹۹۲",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "مادر هرچه می خواست بگوید می گفت و مثل همیشه به صرافت غذا خوردن و ظرف شستنش می افتاد. و آیدین تا می آمد به پدر فکر کند که انگار همین دیروز با آن جسم کوچک از حجره به خانه بر می گشت، و با آن پاپاخ سیاه و پالتو طوسی رنگ، سنگین سنگین از پله بالا می رفت، ناگاه آن ابهت عجیب و آن حضور ماندنی، در خاطره اش محو می شد و در گورستان قدیمی شهر، زیر خاک به چند تکه استخوان بدل می گشت.",
      "publisher": "نشر سخن",
      "lng": "فارسی",
      "translator": "-",
      "country": "ایران",
      "id": "876540210"
    },
    {
      "name": "موش‌ها و آدم‌ها",
      "image": "https://www.iranketab.ir/Images/ProductImages/3f18574cfc754feaa83da81d15bc326d.jpg",
      "writer": {
        "name": "جان اشتاین بک",
        "bio": "جان ارنست استاینبک جونیور، زاده ی ۲۷ فوریه ۱۹۰۲ - درگذشته ی ۲۰ دسامبر ۱۹۶۸) که در منابع فارسی بیشتر با نام جان اشتاین بک شناخته می شود، یکی از شناخته شده ترین و پرخواننده ترین نویسندگان قرن بیستم آمریکاست. پدر جان، خزانه دار و مادرش آموزگار بود. پس از تحصیل علوم در دانشگاه استانفورد، در سال ۱۹۲۵ بی آنکه دانشنامه ای دریافت کرده باشد، دانشگاه را رها کرد و به نیویورک رفت. در این شهر خبرنگاری کرد و پس از دو سال به کالیفرنیا برگشت. مدتی به عنوان کارگر ساده، متصدی داروخانه، میوه چین و... به کار پرداخت و به همین سبب با مشکلات برزگران و کارگران آشنا شد. پس از آن، پاسبانی خانه ای را پذیرفت و در این زمان وقت کافی برای خواندن و نوشتن پیدا کرد. زمانی که جهان به سرعت به سمت مدرنیسم پیش می رفت و ادوات جدید کشاورزی جایگزین بیل و گاوآهن می شد، او در اندیشه ی غم و درد و رنج آنان بود. نخستین اثرش جام زرین را در سال ۱۹۲۹ نوشت. نگاه انسان دوستانه و دقیق او به جهان پیرامون و چهره ی رنج کشیده ی خودش سبب درخشش او در نوشتن آثاری چون موش ها و آدم ها و خوشه های خشم شد.خوشه های خشم او، در سال ۱۹۳۹ منتشر شد و جایزه ی پولیتزر را از آن خود کرد. اشتاین بک به سبب خلق این آثار، جایزه ی نوبل سال ۱۹۶۲ را برد. از نوشته های دیگر او به چراگاه های آسمان، به خدایی ناشناس، تورتیلافلت، دره دراز، ماه پنهان است، دهکده ی ازیادرفته، کره اسب کهر، شرق بهشت، مروارید و پنجشنبه ی شیرین می توان اشاره کرد.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/JohnSteinbeck_crop.JPG/220px-JohnSteinbeck_crop.JPG",
        "otherBook": [
          {
            "name": "خشم و هیاهو",
            "description": "رمان 'خشم و هیاهو' اثر جان اشتاین بک، داستان خانواده جود را روایت می‌کند که در دوران رکود بزرگ در آمریکا با فقر، سختی و بی‌عدالتی روبه‌رو هستند. این کتاب به بررسی مشکلات کارگران مهاجر و جستجوی رویاهای آمریکایی می‌پردازد.",
            "image": "https://example.com/the-grapes-of-wrath.jpg"
          },
          {
            "name": "شرق بهشت",
            "description": "'شرق بهشت' یک رمان حماسی از جان اشتاین بک است که زندگی دو خانواده در دره سالیناس کالیفرنیا را روایت می‌کند. این کتاب با بررسی مفاهیم خیر و شر، به طبیعت انسان و انتخاب‌هایی که زندگی ما را می‌سازند، پرداخته است.",
            "image": "https://example.com/east-of-eden.jpg"
          },
          {
            "name": "مروارید",
            "description": "'مروارید' نوشته جان اشتاین بک، داستان یک غواص فقیر به نام کینو را روایت می‌کند که پس از یافتن مرواریدی باارزش، در جستجوی زندگی بهتر است. این کتاب به بررسی مفاهیم طمع، امید و عواقب خواسته‌های انسانی می‌پردازد.",
            "image": "https://example.com/the-pearl.jpg"
          }
        ]
      },
      "publicationDate": "۱۹۳۷",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "برکه سبز عمیق رود سالیناس هنوز اواخر بعدازظهر را می گذراند. اکنون دیگر خورشید دره را ترک گفته بود تا ستیغ تند کوهستان گابیلان را در پیش گیرد و بالا رود. نوک تپه ها از آفتاب در حال غروب به سرخی می گرایید، اما در کنار برکه میان چنارهای پلیسه دار، سایبانی دل نشین پدید آمده بود.",
      "lng": "انگلیسی",
      "publisher": "نشر سخن",
      "translator": "مهدی افشار",
      "country": "ایالات متحده",
      "id": "876543202311"
    },
    {
      "name": "شاگرد قصاب",
      "image": "https://www.iranketab.ir/Images/ProductImages/d3e33fa334d947bdad285a8fabbf4065.jpg",
      "writer": {
        "name": "پاتریک مک کیب",
        "bio": "پاتریک مک کیب، رمان نویس ایرلندی است که در ۲۷ مارس ۱۹۵۵ در شهر کلونز ایرلند به دنیا آمد. مک کیب بیشتر به خاطر طنز سیاه رمان هایش، که اغلب در شهرهای کوچک ایرلند می گذرد، مشهور شده است. او دو بار به خاطر رمان های شاگرد قصاب و صبحانه در پولوتون نامزد جایزه ی بوکر شده است.",
        "image": "https://www.ketabrah.ir/img/authors/a-55818.jpg",
        "otherBook": [
          {
            "name": "نگهداری فرزندان",
            "description": "کتاب 'نگهداری فرزندان' اثر معروف روان‌شناس و نویسنده ایرانی، دکتر علی محمدی است که در سال ۱۳۹۵ منتشر شد. این کتاب در ژانر روان‌شناسی و اجتماعی قرار دارد و به بررسی چگونگی تربیت و نگهداری فرزندان در دوران کودکی می‌پردازد. نویسنده با استفاده از پژوهش‌های علمی و تجربیات خود، روش‌های اصولی برای والدین ارائه می‌دهد تا به بهترین شکل از فرزندان خود مراقبت کنند و در تربیت آنها موفق باشند.",
            "image": "https://example.com/negahdari-farzandan.jpg"
          },
          {
            "name": "چشم درشت",
            "description": "کتاب 'چشم درشت' اثر نویسنده ایرانی، سعید جلالی است که در سال ۱۳۹۰ منتشر شد. این کتاب در ژانر داستان کوتاه و اجتماعی قرار دارد و به بررسی روابط انسان‌ها در دنیای معاصر می‌پردازد. داستان‌های کتاب حول محور مسائلی مانند تنهایی، گم‌شدن و تلاش برای یافتن معنا در زندگی روزمره می‌چرخد و به خوانندگان این امکان را می‌دهد تا خود را در موقعیت‌های مختلف آن حس کنند.",
            "image": "https://example.com/cheshm-darasht.jpg"
          },
        { 
        "name": "شادکامان دره قره‌سو",
        "description": "رمانی که به مسائل اجتماعی، فرهنگی و اقتصادی زمانه خود می‌پردازد و داستانی پر از چالش‌ها و تصمیم‌گیری‌های سخت را روایت می‌کند.",
        "image": "https://example.com/shadkaman-qarasu.jpg"
      },
      {
        "name": "بوته‌زار",
        "description": "داستانی جذاب از عشق، خیانت و تلاش انسان‌ها برای یافتن جایگاه خود در جامعه‌ای پر از تبعیض.",
        "image": "https://example.com/botezar.jpg"
      },
      {
        "name": "سیندخت",
        "description": "رمانی درباره زندگی زنی که در مواجهه با چالش‌های زندگی مدرن و سنتی، مسیری پر از تضاد را طی می‌کند.",
        "image": "https://example.com/sindokht.jpg"
      },
      {
        "name": "شلغه",
        "description": "داستانی پر رمز و راز که به تحلیل عمیق شخصیت‌ها و جامعه می‌پردازد.",
        "image": "https://example.com/shalaghe.jpg"
      },
      {
        "name": "میوه بهشت",
        "description": "رمانی که با بهره‌گیری از نمادها و روایت‌های فلسفی، به موضوعات معنوی و انسانی می‌پردازد.",
        "image": "https://example.com/miveh-behesht.jpg"
      },
      {
        "name": "همسفر",
        "description": "اثری دراماتیک که داستان همراهی و چالش‌های یک زوج در مسیری پر فراز و نشیب را بازگو می‌کند.",
        "image": "https://example.com/hamsafar.jpg"
      },
      {
        "name": "محکوم به اعدام",
        "description": "رمانی که زندگی فردی را روایت می‌کند که در مواجهه با شرایط سخت و پیچیده، با سرنوشت تلخی روبه‌رو می‌شود.",
        "image": "https://example.com/mahkom-be-edam.jpg"
      }
        ]
      },
      "publicationDate": "1992",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "گفت دیگه باید تمام این چیزها رو فراموش کنی. هفته ی دیگه تنهاییت تموم می شه، از انفرادی می آی بیرون، نظرت چیه؟ دوست داشتم توی صورتش بخندم: چطور تنهایی آدم تمام می شود؟ خنده دار تر از این نشنیده بودم. ولی چیزی نگفتم، فقط گفتم چه قدر عالی.",
      "publisher": "نشر چشمه",
      "lng": "انگلیسی",
      "translator": "پیمان خاکسار",
      "country": "ایرلند",
      "id": "876543210012"
    },
    {
      "name": "شوهر آهو خانم",
      "image": "https://www.iranketab.ir/Images/ProductImages/dfab763680dc488198177ce2ee00e1d9.jpg",
      "writer": {
        "name": "علی محمد افغانی",
        "bio": "علی محمد افغانی (زادهٔ ۱۱ دی ۱۳۰۳ در کرمانشاه) از نویسندگان نامدار ایرانی و نویسندهٔ رمان «شوهر آهو خانم» است.متولد ۱۱ دی ماه ۱۳۰۳ در شهر کرمانشاه و نویسنده نخستین رمان واقعی به زبان فارسی (شوهر آهو خانم) است. افغانی عضو سازمان نظامی حزب توده ایران بوده که در سال ۱۳۳۳ دستگیرشده و در دورهٔ پهلوی ۵ سال را در زندان به سر برده است. وی هم اکنون در آمریکا زندگی می کند و به دلیل مجوز نگرفتن آثار اخیرش از سوی وزارت فرهنگ و ارشاد اسلامی سرگرم نگارش به زبان انگلیسی می باشد. وی چندی پیش نوشتن زندگی نامهٔ خود را به زبان انگلیسی به پایان رسانده است.",
        "image": "https://img.taaghche.ir/author/63799134361322339059.jpg",
        "otherBook": [
          {
            "name": "خواب‌های طلایی",
            "description": "کتاب 'خواب‌های طلایی' اثر نویسنده ایرانی، مهدی کاظمی است که در سال ۱۳۹۶ منتشر شد. این کتاب در ژانر رمان تاریخی و درام قرار دارد و به داستانی در دوران قاجار می‌پردازد. در این اثر، نویسنده با استفاده از تخیل و واقعیت‌های تاریخی، روایت یک عشق فراموش‌شده و در عین حال دشواری‌های زندگی اجتماعی و سیاسی آن زمان را بازگو می‌کند. 'خواب‌های طلایی' داستانی پر از فراز و نشیب، امید و ناامیدی است.",
            "image": "https://example.com/khwabhaaye-talayi.jpg"
          },
          {
            "name": "چشمانش",
            "description": "کتاب 'چشمانش' اثر نویسنده مشهور ایرانی، علی محمد افراسیابی است که در سال ۱۳۸۳ منتشر شد. این رمان در ژانر روان‌شناسی و درام قرار دارد و به بررسی پیچیدگی‌های درون انسان‌ها و روابط عاطفی آن‌ها می‌پردازد. داستان 'چشمانش' در مورد یک مرد است که به طور تصادفی با فردی آشنا می‌شود که تغییرات بزرگی در زندگی‌اش ایجاد می‌کند. این کتاب به شدت به موضوعات هویت، روح انسان و روابط عاطفی می‌پردازد.",
            "image": "https://example.com/cheshmansh.jpg"
          },
          {
            "name": "مردان گردن کج",
            "description": "کتاب 'مردان گردن کج' اثر نویسنده ایرانی، محمدرضا طاهری است که در سال ۱۳۹۰ منتشر شد. این اثر در ژانر اجتماعی و سیاسی قرار دارد و به زندگی مردانی در شرایط سخت اجتماعی و اقتصادی پرداخته است. در این رمان، نویسنده به نمایش چالش‌ها و مبارزات فردی و جمعی این مردان در جامعه‌ای که قوانین نانوشته آن‌ها را به حاشیه می‌برد، می‌پردازد. کتاب بر نارضایتی‌ها، ناامیدی‌ها و در عین حال اراده به تغییر و برابری تأکید دارد.",
            "image": "https://example.com/mardan-gardan-kaj.jpg"
          },
          {
            "name": "دختران آفتاب",
            "description": "کتاب 'دختران آفتاب' اثر نویسنده ایرانی، فاطمه قاسمی است که در سال ۱۳۹۴ منتشر شد. این رمان در ژانر اجتماعی و فرهنگی قرار دارد و به زندگی و سرنوشت گروهی از دختران ایرانی که در دوران پس از انقلاب اسلامی زندگی می‌کنند، می‌پردازد. داستان حول محور چالش‌های اجتماعی، خانوادگی و فرهنگی این دختران است که در تلاش برای دستیابی به حقوق خود و جایگاه برابر در جامعه‌اند.",
            "image": "https://example.com/dokhtaran-aftab.jpg"
          },
          {
            "name": "طوفان",
            "description": "کتاب 'طوفان' اثر نویسنده مشهور انگلیسی، ویلیام شکسپیر است که در سال ۱۶۱۱ منتشر شد. این اثر در ژانر تراژدی و درام قرار دارد و یکی از آخرین آثار شکسپیر به شمار می‌رود. 'طوفان' داستانی پیچیده از توطئه، خیانت و انتقام است که در جزیره‌ای دورافتاده رخ می‌دهد. این رمان به بررسی روابط انسانی و تأثیر قدرت، نفرت و عشق بر سرنوشت افراد می‌پردازد.",
            "image": "https://example.com/toofan.jpg"
          },
          {
            "name": "آن سوی افق",
            "description": "کتاب 'آن سوی افق' اثر نویسنده ایرانی، مریم قاضی‌زاده است که در سال ۱۳۹۸ منتشر شد. این رمان در ژانر ادبیات معاصر و فلسفی قرار دارد و به جستجوی معنا و هدف در زندگی می‌پردازد. شخصیت اصلی داستان در پی یافتن مسیر خود در دنیای پر از تردید و ابهام است. در این اثر، نویسنده با پردازش عمیق‌ترین دغدغه‌های انسانی، سؤالاتی درباره معنا، سرنوشت و ارتباطات انسانی را مطرح می‌کند.",
            "image": "https://example.com/aan-sooye-ofogh.jpg"
          }
        ]
      },
      "publicationDate": "۱۳۴۷",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "آهو خواه ناخواه می بایست به زندگی هووداری که شوهرش به او تحمیل کرده بود تن در دهد؛ بسوزد و هر طور هست با وضع جدید بسازد. اگر سید میران مردی بود که شاهین عدل و انصاف را میان دو همسر راست نگه می داشت و اگر هما به حق خود قانع بود او چندان غمی نداشت؛ اما نه شوهرش چنان مردی بود و نه هوویش چنین زنی. از وقتی که دوباره نوبت برقرار شده بود شوهرش البته یک شب در میان پهلوی او بود، ولی چه بودنی، دلش که همه حرف ها بر سر آن بود همراهش نبود. گویی این حقّه رازی نهان را همان لحظه که از سوگلیش جدا می شد به دست ظریف و امانت دار وی می سپرد تا از دستبرد غیر محفوظ بماند…",
      "publisher": "نشر نگاه",
      "lng": "فارسی",
      "translator": "-",
      "country": "ایران",
      "id": "8765432111613"
    },
    {
      "name": " خوشه های خشم ",
      "image": "https://www.iranketab.ir/Images/ProductImages/f00ef90504e746eb8245eb246f355f22.jpg",
      "writer": {
        "name": "جان اشتاین بک",
        "bio": "جان ارنست استاینبک جونیور، زاده ی ۲۷ فوریه ۱۹۰۲ - درگذشته ی ۲۰ دسامبر ۱۹۶۸) که در منابع فارسی بیشتر با نام جان اشتاین بک شناخته می شود، یکی از شناخته شده ترین و پرخواننده ترین نویسندگان قرن بیستم آمریکاست. پدر جان، خزانه دار و مادرش آموزگار بود. پس از تحصیل علوم در دانشگاه استانفورد، در سال ۱۹۲۵ بی آنکه دانشنامه ای دریافت کرده باشد، دانشگاه را رها کرد و به نیویورک رفت. در این شهر خبرنگاری کرد و پس از دو سال به کالیفرنیا برگشت. مدتی به عنوان کارگر ساده، متصدی داروخانه، میوه چین و... به کار پرداخت و به همین سبب با مشکلات برزگران و کارگران آشنا شد. پس از آن، پاسبانی خانه ای را پذیرفت و در این زمان وقت کافی برای خواندن و نوشتن پیدا کرد. زمانی که جهان به سرعت به سمت مدرنیسم پیش می رفت و ادوات جدید کشاورزی جایگزین بیل و گاوآهن می شد، او در اندیشه ی غم و درد و رنج آنان بود. نخستین اثرش جام زرین را در سال ۱۹۲۹ نوشت. نگاه انسان دوستانه و دقیق او به جهان پیرامون و چهره ی رنج کشیده ی خودش سبب درخشش او در نوشتن آثاری چون موش ها و آدم ها و خوشه های خشم شد.خوشه های خشم او، در سال ۱۹۳۹ منتشر شد و جایزه ی پولیتزر را از آن خود کرد. اشتاین بک به سبب خلق این آثار، جایزه ی نوبل سال ۱۹۶۲ را برد. از نوشته های دیگر او به چراگاه های آسمان، به خدایی ناشناس، تورتیلافلت، دره دراز، ماه پنهان است، دهکده ی ازیادرفته، کره اسب کهر، شرق بهشت، مروارید و پنجشنبه ی شیرین می توان اشاره کرد.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/JohnSteinbeck_crop.JPG/220px-JohnSteinbeck_crop.JPG",
        "otherBook": [
          {
            "name": "خواب دریای سرخ",
            "description": "کتاب 'خواب دریای سرخ' اثر نویسنده ایرانی، محمد ناصری است که در سال ۱۳۹۵ منتشر شد. این اثر در ژانر رمان روان‌شناسی و فلسفی قرار دارد و به تداخل دنیای خواب و بیداری پرداخته است. داستان حول یک شخصیت اصلی می‌چرخد که در جستجوی معنای زندگی و حقیقت در دنیای خیالات و رویاها است. این کتاب به بررسی مرزهای میان واقعیت و خواب، آرزوهای انسان و تمایلات درونی او می‌پردازد.",
            "image": "https://example.com/khwab-daryaye-sorkh.jpg"
          },
          {
            "name": "گنگی در دریا",
            "description": "کتاب 'گنگی در دریا' اثر نویسنده ایرانی، امیر صالحی است که در سال ۱۳۹۲ منتشر شد. این رمان در ژانر درام و اجتماعی قرار دارد و به بحران‌های شخصی و اجتماعی افراد در شرایط سخت زندگی می‌پردازد. شخصیت‌های این داستان در حال مبارزه با مشکلات در دریاهای پرتلاطم زندگی هستند و تلاش می‌کنند تا راهی برای نجات خود پیدا کنند. 'گنگی در دریا' نگاهی عمیق به ناتوانی انسان‌ها در مقابله با چالش‌های بزرگ و بی‌پاسخ می‌اندازد.",
            "image": "https://example.com/gangi-dar-darya.jpg"
          },
          {
            "name": "موش ها و آدمها",
            "description": "'موش‌ها و آدم‌ها' یکی از مشهورترین آثار جان استاین‌بک است که در سال ۱۹۳۷ منتشر شد. این کتاب در ژانر رمان اجتماعی و درام قرار دارد و داستان دو کارگر مهاجر در دوران رکود بزرگ اقتصادی آمریکا را روایت می‌کند. جان استاین‌بک با نگاهی حساس به روابط انسانی و تلاش برای رسیدن به رؤیاهای بزرگ‌تر پرداخته و در عین حال، ناامیدی‌ها و رنج‌های زندگی آن‌ها را به تصویر کشیده است. این کتاب یکی از آثار کلاسیک ادبیات آمریکایی به شمار می‌رود.",
            "image": "https://example.com/moosh-ha-va-adam-ha.jpg"
          },
          {
            "name": "کلم بروکلی",
            "description": "کتاب 'کلم بروکلی' اثر نویسنده ایرانی، سارا یزدان‌دوست است که در سال ۱۳۹۸ منتشر شد. این اثر در ژانر کمدی و اجتماعی قرار دارد و داستان خانواده‌ای را روایت می‌کند که تلاش دارند در میان شرایط مختلف اقتصادی و اجتماعی جامعه، زندگی بهتری داشته باشند. در این کتاب، مسائل خانوادگی و فردی با نگاهی طنز و ساده به تصویر کشیده شده‌اند. این رمان نشان‌دهنده‌ی اهمیت روابط انسانی در زندگی روزمره است.",
            "image": "https://example.com/kalam-brokkoli.jpg"
          },
          {
            "name": "سفر به کالیفرنیا",
            "description": "کتاب 'سفر به کالیفرنیا' اثر نویسنده ایرانی، مصطفی جلیلی است که در سال ۱۳۹۴ منتشر شد. این کتاب در ژانر سفرنامه و ماجراجویی قرار دارد و به تجربه‌های یک گروه از ایرانیان در سفر به کالیفرنیا می‌پردازد. در این کتاب، نویسنده با نثر ساده و جذاب خود، به توصیف مکان‌ها، فرهنگ‌ها و افرادی می‌پردازد که در این سفر با آن‌ها روبه‌رو شده است. 'سفر به کالیفرنیا' به دنبال کشف دنیای جدید و پذیرش تفاوت‌های فرهنگی است.",
            "image": "https://example.com/safar-be-kalifornia.jpg"
          }
        ]
      },
      "publicationDate": "1962",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "و بترسید از زمانی که اعتصاب ها متوقف شوند در حالی که مالکان بزرگ زنده هستند زیرا هر اعتصاب کوچک که درهم بشکند نشانه ی آن است که قدمی در شرف برداشتن است. و این را هم شما می توانید بدانید. بترسید از زمانی که بشریت از رنج بردن، از مردن برای اندیشه ای سرباز زند.",
      "lng": "انگلیسی",
      "publisher": "نشر روزگار",
      "translator": " سعید دوج",
      "country": "ایالات متحده",
      "id": "8765431962"
    },
    {
      "name": "داستان دو شهر",
      "image": "https://www.iranketab.ir/Images/ProductImages/30a8a74ba78e43b8801c6eee6ad06e15.jpg",
      "writer": {
        "name": "چارلز دیکنز",
        "bio": "چارلز جان هوفام دیکنز، زاده ی ۷ فوریه ۱۸۱۲ و درگذشته ی ۹ ژوئن ۱۸۷۰، برجسته ترین رمان نویس انگلیسی عصر ویکتوریا و فعال اجتماعی توانمند بود. به عقیده ی جیمز جویس، نویسنده ی بزرگ معاصر، از شکسپیر به این سو، دیکنز تأثیرگذارترین نویسنده در زبان انگلیسی بوده است.دیکنز در لندپورت پورتسی متولد شد. او دومین پسر جان دیکنز، کارمند اداره ی کارپردازی بحریه بود. پدرش اهل لاابالی گری بود و کار را به جایی رساند که او را به زندان مارشالسی انداختند. به همین دلیل دیکنز ۱۲ ساله را برای تأمین معاش خانه به کارخانه ی واکس سازی وارن فرستادند. او تا آزادی پدرش از زندان هم چنان مجبور به کار بود تا بالاخره بعد از مراجعت پدر توانست به مدرسه بازگردد.دیکنز بعد از پایان دوره ی مدرسه در دفتر وکالتی مشغول به کار شد و پس از بررسی زندگی شلوغ و متنوع لندن، بر آن شد تا روزنامه نگار شود. در این دوره، در شیوه ای سخت از خلاصه نویسی، توانایی خود را نشان داد و در مارس ۱۸۳۲ در حالی که جوانی حدودا ۲۰ ساله بود، خبرنگار امور عمومی و پارلمانی شد.دیکنز در سال ۱۸۲۹ دلداده ی دختری به نام ماریا بیدنل شد، اما والدین ماریا او را از لحاظ اجتماعی در سطحی نازل تر از خود یافتند. این دل باختگی و برخوردی دیگر با او در میان سالی دیکنز، بعدها در عشق شخصیت معروف رمانش، دیوید کاپرفیلد به دختری به نام دورا بازتاب یافت.در سال ۱۸۴۲ با سفر به آمریکا و به رغم استقبال گرمی که از او شد، «یادداشت هایی از آمریکا» و «مارتین چارلز لویت» را به قلم آورد که آمیخته ای بودند از ستودنی های بسیار آمریکا و البته همه ی آنچه که در نگاه دیکنز نفرت انگیز آمدند. وی در سال های ۱۸۴۴–۱۸۴۵ نیز از ایتالیا دیدن کرد و در آن جا ناقوس های جنوا، عنوان «بانگ ناقوس ها» را به ذهنش القا کرد، کتاب کوچکی که ضربه ای بزرگ به نفع مستمندان روزگارش زد. در پی بازگشت از ایتالیا، چندی سردبیر دیلی نیوز شد و برای بهبود وضع مدارس ژنده پوشان و لغو اعدام مجرمان در ملأ عام، کمر همت بست؛ مدارس ژنده پوشان، موسساتی بودند که در آن کودکان فقیر به رایگان آموزش می دیدند.بی اعتنایی او به هشدارها (فلج جزئی - ناتوانی در خواندن حروف سمت چپ و لنگش روزافزون پای چپ) تا بدان جا پیش رفت که در سال ۱۸۷۰ اقدام به یک رشته کتاب خوانی جدید نمود. دیکنز در ۱۵ مارس برای آخرین بار «سرود کریسمس» را خواند و سرانجام در ۹ ژوئن ۱۸۷۰، در حالی که «ادوین درود» به پایان نرسیده بود، به طور ناگهانی از جهان رفت.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Dickens_Gurney_head.jpg/220px-Dickens_Gurney_head.jpg",
        "otherBook": [
          {
            "name": "اولیور تویست",
            "description": "'اولیور تویست' (Oliver Twist) یکی از معروف‌ترین آثار چارلز دیکنز است که در سال 1837 منتشر شد. این رمان در ژانر اجتماعی و درام قرار دارد و داستان پسری یتیم به نام اولیور تویست را روایت می‌کند که در دوران ویکتوریایی انگلستان در فقر شدید بزرگ می‌شود. داستان از مبارزات اولیور با فساد اجتماعی، ظلم و بی‌عدالتی‌ها در یک جامعه فقیری حکایت دارد. دیکنز با نثر خاص خود در این اثر به نقد وضعیت اجتماعی و اقتصادی دوران خود پرداخته است.",
            "image": "https://example.com/oliver-twist.jpg"
          },
          {
            "name": "دیوید کاپرفیلد",
            "description": "'دیوید کاپرفیلد' (David Copperfield) یکی از شاهکارهای چارلز دیکنز است که در سال 1849 منتشر شد. این رمان در ژانر رمانتیسم و اجتماعی قرار دارد و داستان زندگی دیوید کاپرفیلد، یک پسر یتیم، از دوران کودکی تا بزرگسالی را روایت می‌کند. این اثر به بررسی روابط انسانی، مشکلات اجتماعی و زندگی در قرن نوزدهم انگلستان پرداخته است و از بسیاری جهات یک خودزندگینامه شبه‌واقعی از نویسنده محسوب می‌شود.",
            "image": "https://example.com/david-copperfield.jpg"
          },
          {
            "name": "وقت‌کشی",
            "description": "'وقت‌کشی' (Hard Times) یکی از آثار مشهور چارلز دیکنز است که در سال 1854 منتشر شد. این رمان در ژانر اجتماعی و انتقادی قرار دارد و به نقد وضعیت صنعتی و آموزشی دوران ویکتوریایی می‌پردازد. داستان در یک شهر صنعتی و از زبان شخصیت‌هایی که به سختی زندگی می‌کنند، روایت می‌شود. دیکنز در این کتاب به مقوله‌های خشونت، ربات‌سازی انسان‌ها و بی‌رحمی‌های صنعت پرداخته است.",
            "image": "https://example.com/hard-times.jpg"
          },
          {
            "name": "آرزوهای بزرگ",
            "description": "'آرزوهای بزرگ' (Great Expectations) یکی از برجسته‌ترین آثار چارلز دیکنز است که در سال 1860 منتشر شد. این رمان در ژانر رمانتیسم و درام اجتماعی قرار دارد و داستان پیپ، یک یتیم را روایت می‌کند که به تدریج در جستجوی شخصیت خود و رسیدن به آرزوهای بزرگش در دنیای سخت و پرچالش ویکتوریایی قرار می‌گیرد. دیکنز در این کتاب به مسائل پیچیده‌ای چون عشق، انتقام و رشد شخصیت پرداخته است.",
            "image": "https://example.com/great-expectations.jpg"
          },
          {
            "name": "خانه دود",
            "description": "'خانه دود' (Bleak House) یکی از آثار پیچیده و جامع چارلز دیکنز است که در سال 1852 منتشر شد. این رمان در ژانر درام و اجتماعی قرار دارد و به نقد سیستم قضائی انگلستان و مسائل اجتماعی آن دوره می‌پردازد. داستان در چند خط موازی روایت می‌شود و شخصیت‌ها از طبقات مختلف اجتماعی با داستان‌های پیچیده‌ای درگیر هستند. 'خانه دود' یکی از انتقادی‌ترین و برجسته‌ترین آثار دیکنز در زمینه تحلیل اجتماعی است.",
            "image": "https://example.com/bleak-house.jpg"
          }
        ]
      },
      "publicationDate": "۱۸۵۹",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": " بهترین روزگار و بدترین ایام بود. دوران عقل و زمان جهل بود. روزگار اعتقاد و عصر بی باوری بود. موسم نور و ایام ظلمت بود. بهار امید بود و زمستان ناامیدی. همه چیز در پیش روی گسترده بود و چیزی در پیش روی نبود، همه به سوی بهشت می شتافتیم و همه در جهت عکس ره می سپردیم. الغرض، آن دوره چنان به عصر حاضر شبیه بود که بعضی مقامات جنجالی آن، اصرار داشتند در اینکه مردم باید این وضع را، خوب یا بد، در سلسله مراتب قیاسات، فقط با درجه عالی بپذیرند",
      "publisher": "نیک فرجام",
      "lng": "انگلیسی",
      "translator": "زهرا صادقی",
      "country": "انگلستان",
      "id": "87651859"
    },
    {
      "name": "جنگ و صلح",
      
      "image": "https://www.iranketab.ir/Images/ProductImages/3abadea1ef474efcb5ce624d1f501a30.jpg",
      "writer": {
        "name": "لئو تولستوی",
        "bio": "لف نیکلایویچ تولستوی، زاده ی 9 سپتامبر 1828 و درگذشته ی 20 نوامبر 1910، فعال سیاسی-اجتماعی و نویسنده ی روس بود.لئو در خانواده ای اشرافی و با پیشینه ی بسیار قدیمی در یاسنایا پالیانا (در 160 کیلومتری جنوب مسکو) زاده شد. مادرش را در دو سالگی و پدرش را در نه سالگی از دست داد و پس از آن تحت سرپرستی عمه اش تاتیانا قرار گرفت. او در سال 1844 در رشته ی زبان های شرقی در دانشگاه قازان نام نویسی کرد، ولی پس از سه سال، در تاریخ 1846 تغییر رشته داد و خود را به دانشکده ی حقوق منتقل کرد تا با کسب دانش وکالت به وضعیت نابسامان 350 نفر کشاورز روزمزد، که پس از مرگ پدر و مادرش به او انتقال یافته بودند، رسیدگی کند و با اصلاحات اراضی خود به شرایط رنج آور اجتماعی آنان خاتمه دهد.تولستوی در سال 1851 پس از گذراندن دوران مقدماتی نظام، در جنگ های قفقاز شرکت کرد. تجاربی که از زندگی سربازان کسب کرده بود، مبنای داستان های قفقازی او شد. با شروع جنگ های کریمه در سال 1854 به جبهه ی سواستوپل منتقل شد. او به خاطر ارسال گزارش های واقعی از صحنه های نبرد در کتاب قصه های سواستوپل، نامش به عنوان نویسنده ای چیره دست بر سر زبان ها افتاد. تولستوی پس از سقوط سواستوپل به سن پترزبورگ رفت. او در آنجا از ارتش کناره گیری کرد و پس از آن به شهر خود بازگشت.تولستوی در روسیه بسیار محبوب است و سکه طلای یادبود به احترام وی ضرب شده است. تولستوی در زمان زنده بودنش شهرت و محبوبیتی جهانی داشت اما به سادگی زندگی می کرد.تولستوی در روز 20 نوامبر 1910 درگذشت و در زادگاه خویش به خاک سپرده شد",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Leo_Tolstoy%2C_portrait.jpg/220px-Leo_Tolstoy%2C_portrait.jpg",
        "otherBook": [
          {
            "name": "آنا کارنینا",
            "description": "'آنا کارنینا' (Anna Karenina) یکی از شاهکارهای لئو تولستوی است که در سال 1877 منتشر شد. این رمان در ژانر درام روانشناسی و اجتماعی قرار دارد و داستان زندگی آنا، زن زیبای روسی که درگیر یک عشق پرشور و خارج از ازدواج با یک مرد متأهل می‌شود، را روایت می‌کند. تولستوی در این اثر به مسائلی چون خیانت، جامعه، اخلاق و جبرهای اجتماعی پرداخته است و رابطه پیچیده شخصیت‌ها در برابر ارزش‌های سنتی جامعه روسی را به زیبایی به تصویر کشیده است.",
            "image": "https://example.com/anna-karenina.jpg"
          },
          {
            "name": "مرگ ایوان ایلیچ",
            "description": "'مرگ ایوان ایلیچ' (The Death of Ivan Ilyich) رمانی کوتاه از لئو تولستوی است که در سال 1886 منتشر شد. این اثر در ژانر فلسفی و روانشناسی قرار دارد و به تحلیل عمیق معنای زندگی و مرگ می‌پردازد. داستان حول محور ایوان ایلیچ، یک قاضی دولتی روسی می‌چرخد که پس از ابتلا به یک بیماری لاعلاج به تأمل در مورد زندگی خود و مرگ می‌پردازد. این رمان به شدت به موضوعات اخلاقی، پوچی و جستجوی معنا در زندگی انسان پرداخته است.",
            "image": "https://example.com/death-of-ivan-ilyich.jpg"
          },
          {
            "name": "رستاخیز",
            "description": "'رستاخیز' (Resurrection) آخرین رمان بزرگ لئو تولستوی است که در سال 1899 منتشر شد. این اثر در ژانر درام و اجتماعی قرار دارد و داستان در مورد دیمیتری، یک اشراف‌زاده روس است که پس از گذشت سال‌ها از گذشته‌اش، با گذشته خود و اشتباهاتش روبه‌رو می‌شود. تولستوی در این اثر به نقد فساد اجتماعی و نابرابری‌های طبقاتی می‌پردازد و در عین حال داستانی پر از تحول اخلاقی و روحی شخصیت‌ها را ارائه می‌دهد.",
            "image": "https://example.com/resurrection.jpg"
          },
          {
            "name": "خاطرات یک دیوانه",
            "description": "'خاطرات یک دیوانه' (Diary of a Madman) یکی از آثار معروف لئو تولستوی است که در سال 1835 منتشر شد. این رمان در ژانر روانشناسی و انتقادی قرار دارد و روایت مردی است که در بحبوحه بحران‌های روحی و ذهنی خود دچار توهمات و تجربیات بی‌خود می‌شود. تولستوی در این اثر به بررسی ابعاد روانشناختی شخصیت‌های انسانی و تفاوت‌های موجود در شرایط روحی آنها پرداخته است.",
            "image": "https://example.com/diary-of-a-madman.jpg"
          }
        ]
      },
      "publicationDate": "1869",
      "coverDesigner": "-",
      "literaryGenre": "رمان تاریخی",
      "summary": " تصور این موضوع که سرنوشت بشر با تدابیر عقلانی می تواند تغییر یابد و راه صواب را در پیش گیرد، زندگی را به معنی واقعی ناممکن می سازد.",
      "publisher": "نیلوفر",
      "lng": "روسی",
      "translator": "سروش حبیبی",
      "country": "روسیه",
      "id": "18690100"
    },
    {
      "name": "در باب حکمت زندگی",
      "image": "https://www.iranketab.ir/Images/ProductImages/26297851853243d8aaddf18a384d0870.jpg",
      "writer": {
        "name": "آرتور شوپنهاور",
        "bio": "آرتور شوپنهاور، زاده ی سال 1788 و درگذشته ی سال 1860، فیلسوفی آلمانی و یکی از بزرگترین اندیشمندان اروپا بود.شوپنهاور در شهر دانزیگ از پدری هلندی و مادری آلمانی به دنیا آمد. پدرش بازرگان بود اما او رغبتی به تجارت نداشت و به تحصیل علم بیشتر علاقه بود. شوپنهاور 17 سال بیشتر نداشت که پدرش خودکشی کرد و بعد از آن مادرش به وایمار رفت.او در دانشگاه ابتدا به تحصیل طب پرداخت، سپس به علوم طبیعی و بعد از آن، به فلسفه روی آورد. شوپنهاور در سال 1813 با نوشتن رساله ای درباره ی فلسفه از دانشگاه ینا، مدرک دکتری گرفت.او چندی بعد توسط یک هندو از عقاید بودائیان آگاهی یافت و پس از تجسس و تفکر زیاد به آئین بودایی اعتقاد کامل یافت. شوپنهاور تا آخر عمر ازدواج نکرد و ازدواج را مسئولیتی احمقانه در نظر می گرفت.اگر حرف زدن با دیگران در طول روز باعث خستگی اش می شد، در را روی هیچ کس باز نمی کرد و ساعت ده شب هم می خوابید. شوپنهاور با شیوع بیماری وبا، برلین را به مقصد فرانکفورت ترک کرد و تا آخر عمر در همان جا ماند.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Schopenhauer.jpg/230px-Schopenhauer.jpg",
        "otherBook": [
          {
            "name": "جهان و تأملات فیلسوف",
            "description": "این اثر یکی از کارهای برجسته شوپنهاور است که در آن به بررسی ماهیت جهان و فلسفه‌های مختلف در طول تاریخ پرداخته است. شوپنهاور در این کتاب به مفهوم اراده به‌عنوان نیروی اصلی که تمام پدیده‌ها را شکل می‌دهد، پرداخته است. او اعتقاد دارد که تمامی موجودات و اشیاء جهان به‌نوعی تجلی اراده هستند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "دو مسئله بنیادین اخلاق",
            "description": "در این کتاب، شوپنهاور به دو موضوع مهم در اخلاقیات پرداخته است. نخستین مسئله درباره ماهیت اخلاق و چگونه آن به رنج و درد انسان‌ها مرتبط است، و دومین مسئله بررسی اصول اخلاقی که بر اساس احساسات انسانی بنا شده است. شوپنهاور استدلال می‌کند که اخلاق از درد و رنج انسان‌ها ناشی می‌شود و برای رسیدن به رستگاری باید به دیگران توجه داشت.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "در باب اراده در طبیعت",
            "description": "شوپنهاور در این کتاب به‌طور جامع به نقش اراده در طبیعت پرداخته است. او معتقد است که اراده تنها نیروی فاعلی است که در سطح فیزیکی و متافیزیکی حاکم است. در این اثر، شوپنهاور به بررسی چگونگی اعمال اراده در موجودات زنده و حتی اجسام بی‌جان پرداخته و آن را به‌عنوان اصل اولیه هر پدیده‌ای معرفی می‌کند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "ریشه چهارگان اصل دلیل کافی",
            "description": "این اثر یکی از آثار اولیه شوپنهاور است که به تحلیل اصل دلیل کافی می‌پردازد. او چهار جنبه مختلف این اصل را بررسی می‌کند که شامل علل، موقعیت‌ها، ضرورت‌ها و مقاصد می‌باشد. شوپنهاور در این کتاب بر این باور است که هیچ‌چیز در جهان بدون دلیل وجود ندارد و همه پدیده‌ها دلیل خاص خود را دارند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "اخلاق، قانون، سیاست",
            "description": "در این اثر، شوپنهاور به بررسی ارتباط میان اخلاق، قوانین اجتماعی و سیاست پرداخته است. او معتقد است که قوانین اجتماعی باید به‌گونه‌ای تنظیم شوند که آزادی و آسایش فردی را ارتقا دهند و به‌ویژه بر نقش فرد در برابر جامعه تأکید می‌کند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "هنر زنده ماندن",
            "description": "در این کتاب، شوپنهاور فلسفه‌ای عملی برای چگونگی زندگی و زنده ماندن در جهان ارائه می‌دهد. او معتقد است که انسان باید به‌طور آگاهانه با مشکلات زندگی روبرو شود و از طریق درک فلسفی و تأمل درونی از رنج‌ها و مشکلات عبور کند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "زندگی این‌جوری است",
            "description": "در این اثر، شوپنهاور به‌طور فلسفی به چگونگی درک و پذیرش زندگی پرداخته است. او معتقد است که زندگی پر از رنج است و انسان باید این واقعیت را بپذیرد. شوپنهاور به این نکته اشاره می‌کند که درک درد و رنج بخش مهمی از زندگی انسان است که به وی امکان می‌دهد به‌طور عمیق‌تری به حقیقت و معنا پی ببرد.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "هنر خودشناسی",
            "description": "شوپنهاور در این کتاب به اهمیت خودآگاهی و شناخت درونی پرداخته است. او معتقد است که انسان باید خود را بشناسد تا بتواند جهان و روابط خود را درک کند. این کتاب بر اساس تفکرات عمیق شوپنهاور درباره انسان، اراده و نقش خودآگاهی نوشته شده است.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "1851",
      "coverDesigner": "-",
      "literaryGenre": "فلسفی",
      "summary": "هر چه انسان از لحاظ درونی غنی تر باشد، دیگران را تهی می یابد و بسیاری از چیزهایی که افراد عادی را ارضا می کند برای او سطحی و پوچ است.",
      "publisher": "نیلوفر",
      "lng": "آلمانی",
      "translator": "محمد مبشری نیلوفر",
      "country": "آلمان",
      "id": "185101"
    },
    {
      "name": "تاریخ موسیقی غرب",
      "genre": "موسیقی",
      "image": "https://img.iranketab.ir/img/150x220?pic=www.iranketab.ir/Images/ProductImages/Thumbs/6ec9620ec9e6413c940f0bd206dbc14e.jpg",
      "writer": {
        "name": "ری بنت",
        "bio": "ری بنت (Roy Bennett) متولد سال 1938؛ موسیقی دان انگلیسی می باشد.",
        "image": "https://example.com/richard-taruskin.jpg",
        "otherBook": [
          {
            "name": "موسیقی و معانی آن",
            "description": "در این کتاب، ری بنت به بررسی مفاهیم و معانی نهفته در موسیقی می‌پردازد. او در این اثر می‌کوشد تا نشان دهد که موسیقی تنها یک هنر شنیداری نیست، بلکه دارای لایه‌های معنایی پیچیده‌ای است که می‌تواند احساسات و افکار عمیق انسان را انتقال دهد. این کتاب به‌ویژه برای افرادی که علاقه‌مند به تجزیه و تحلیل فلسفی و روان‌شناسی موسیقی هستند، مفید خواهد بود.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "رهبری موسیقی",
            "description": "در این اثر، ری بنت به موضوع رهبری در عرصه موسیقی پرداخته است. او رهبری ارکسترها و گروه‌های موسیقی را از منظر فنون اجرایی، روان‌شناسی گروهی و استراتژی‌های ارتباطی بررسی می‌کند. این کتاب برای موسیقی‌دانان و رهبران ارکسترهای حرفه‌ای و همچنین کسانی که به مدیریت گروه‌های هنری علاقه دارند، منبعی ارزشمند است.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "قرون وسطی تا مدرنیسم",
            "description": "ری بنت در این کتاب به تکامل موسیقی از دوران قرون وسطی تا مدرنیسم می‌پردازد. او تحولات اساسی در سبک‌ها، سازها و رویکردهای موسیقایی در طول تاریخ را تحلیل می‌کند. این کتاب می‌تواند مرجعی جامع برای علاقه‌مندان به تاریخ موسیقی باشد که می‌خواهند درک بهتری از مسیر تغییرات موسیقی از دوره‌های اولیه تا دوره‌های جدید پیدا کنند.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "1990",
      "coverDesigner": "-",
      "literaryGenre": "هنری",
      "summary": " ما از واژه‌ی سبک استفاده می‌کنیم تا روش خاصی را توضیح دهیم که آهنگسازان دوره های مختلف و سرزمین های گوناگون برای در هم آمیختن و ارائه ی این اجزای اصلی در موسیقی شان به کار گرفته اند. چنان که خواهیم دید آهنگسازان در تمام دوره های تاریخ موسیقی از اغلب این اجزا اگر نگوییم همه ی آنها استفاده نموده اند اگرچه در موسیقی اوایل قرون وسطا هارمونی کاربردی ندارد و در برخی تصنیفات موسیقی قرن بیستم ممکن است ملودی ای وجود نداشته باشد تا راجع به آن صحبت شود. در حقیقت روش خاصی که بر اساس آن این عناصر موسیقایی مورد توجه قرار می گیرند و با یکدیگر ترکیب می شوند، به اثر موسیقی حال و هوای خاصی می بخشد که سبک آن دورهی خاص را نشان خواهد داد و همچنین نشانه های ویژه ای را به دست می دهد که با توجه به آنها خواهیم توانست سبک و لحن موسیقی آهنگسازان مختلف را از یکدیگر تمیز دهیم.",
      "publisher": "ماهور",
      "lng": "انگلیسی",
      "translator": "پیام روشن",
      "country": "انگلستان",
      "id": "1990010"
    },
    {
      "name": "فوتبال علیه دشمن",
      "image": "https://www.iranketab.ir/Images/ProductImages/5d843640bded4171ae4dd46fcba321a8.jpg",
      "writer": {
        "name": "سایمون کوپر",
        "bio": "سایمون کوپر (Simon Kuper)، نویسنده‌ای انگلیسی متولد 1969 است که با دیدی مردم‌شناسانه درباره‌ی ورزش می‌نویسد. پدرش، «آدام کوپر»، در دانشکده‌ی مردم‌شناسی دانشگاه لیدن در هلند مدرس بود. سایمون نیز در دانشگاه آکسفورد تاریخ و آلمانی خواند. او در کنار نوشتن کتاب‌های متعدد در زمینه‌ی ورزشی، پیوسته به عنوان ستون‌نویس ورزشی فایننشیال تایمز، یکی از قدیمی‌ترین، پرتیراژترین و پرنفوذترین روزنامه‌های اقتصادی سیاسی در جهان فعالیت می‌کند.",
        "image": "https://www.ketabrah.ir/img/authors/a-26828.jpg",
        "otherBook": [
          {
            "name": "چرا فوتبال مهم است",
            "description": "این کتاب نوشته سایمون کوپر، به بررسی نقش فوتبال در جوامع مختلف و تأثیرات عمیق اجتماعی و فرهنگی آن می‌پردازد. او تحلیل می‌کند که چرا فوتبال از یک ورزش ساده فراتر رفته و به یک پدیده جهانی تبدیل شده است. کوپر در این کتاب نشان می‌دهد که فوتبال چطور در سیاست، اقتصاد و حتی در روابط بین‌الملل نیز نقش مهمی دارد. این اثر برای علاقه‌مندان به تحلیل‌های اجتماعی و ورزشی بسیار جذاب است.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "سیاست و فوتبال",
            "description": "در این اثر، سایمون کوپر به رابطه پیچیده بین فوتبال و سیاست می‌پردازد. او نشان می‌دهد که چگونه فوتبال می‌تواند برای اهداف سیاسی مورد استفاده قرار گیرد و به عنوان ابزاری برای تقویت هویت ملی یا حتی دستکاری افکار عمومی عمل کند. کتاب به‌ویژه به تأثیرات سیاسی و اجتماعی فوتبال در کشورهای مختلف پرداخته و جنبه‌های مختلف این ارتباط را بررسی می‌کند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "زندگی فوتبالیست‌ها",
            "description": "سایمون کوپر در این کتاب به زندگی شخصی و حرفه‌ای فوتبالیست‌ها می‌پردازد. او نگاهی به سختی‌های زندگی حرفه‌ای بازیکنان، چالش‌های روانی و فشارهایی که از طرف رسانه‌ها و طرفداران به آنها وارد می‌شود، دارد. این اثر به‌ویژه به بررسی تأثیرات روانی و اجتماعی شغل فوتبالیست‌ها و نگاه دقیق‌تری به شخصیت‌های مشهور فوتبال پرداخته است.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "1994",
      "coverDesigner": "-",
      "literaryGenre": "فلسفی-ورزشی",
      "summary": "کسی نمی داند تعداد طرف داران فوتبال چه قدر است. در کتابچه ی جام جهانی ۱۹۹۴ امریکا ادعا شد که ۲۵۶ میلیارد بیننده ی تلویزیونی (پنج برابر جمعیت جهان)جام جهانی ۱۹۹۰ ایتالیا را تماشا کرده و تعداد بینندگان جام جهانی امریکا ۳۱ میلیارد نفر تخمین زده شد. این رقم ها شاید بی معنا به نظر برسد. در همه ی جام های جهانی اخیر می توانید چنین ارقامی با میلیاردها اختلاف ببینید. در همان کتابچه ادعا شده سمبل جام جهانی (سگ مهاجم) تا پایان ۱۹۹۴ یک تریلیون مرتبه دیده می شود. دقیقا یک تریلیون؟ آیا مطمئن هستند؟",
      "publisher": "سرچشمه",
      "lng": "انگلیسی",
      "translator": "عادل فردوسی پور",
      "country": "انگلستان",
      "id": "199401"
    },
    {
      "name": "دنیای سوفی",
      "genre": "فلسفه",
      "image": "https://www.iranketab.ir/Images/ProductImages/35abd968c068496f9fb3c62dcee568a8.jpg",
      "writer": {
        "name": "یوستین گردر",
        "bio": "یوستین گوردر، زاده ی ۸ اوت ۱۹۵۲، نویسنده ی نروژی و معلم فلسفه است. عمده ی شهرت او به خاطر نگارش کتاب آموزش فلسفه در قالب داستان با عنوان دنیای سوفی است.او رمان نویس و خالق داستان های کوتاه است که بیش تر دارای اطلاعات فلسفی برای مخاطبین جوانش می باشد. یوستین گوردر در رشته ی فلسفه، الهیات، و ادبیات از دانشگاه اسلو فارغ التحصیل شد و سپس به مدت ده سال به تدریس «تاریخ عقاید» در دبیرستان ها پرداخت. او در حال حاضر به عنوان نویسنده در کنار همسر و دو پسرش در اسلو زندگی می کند. رمان معروفش به نام دنیای سوفی که در سال (۱۹۹۱ میلادی) منتشر شد، او را به شهرت رساند. این کتاب تاکنون به ۵۴زبان مختلف برگردانده شده و میلیون ها جلد آن به فروش رفته است. از روی کتاب دنیای سوفی فیلمی نیز به همین نام ساخته اند.گوردر سال ۱۹۹۷ به همراه همسرش، سیری دانویگ، جایزه ی سوفی را بنیان نهاد. این جایزه که نامش را از رمان دنیای سوفی گرفته، جایزه ی بین المللی برای پاسداشت حامیان طبیعت و توسعه، جایزه ای به مبلغ ۷۷هزار پوند است.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Jostein_Gaarder_Leipziger_Buchmesse_2017.jpg/200px-Jostein_Gaarder_Leipziger_Buchmesse_2017.jpg",
        "otherBook": [
          {
            "name": "راز فال ورق",
            "description": "کتاب 'راز فال ورق' نوشته یوستین گوردر، یک داستان فلسفی است که در آن نوجوانی به نام هانس از طریق یک فال ورق به سفری در دنیای تاریخ و فلسفه می‌پردازد. این کتاب سوالاتی را درباره زندگی، تقدیر و فلسفه انسان مطرح می‌کند و در قالب یک داستان جذاب، مفاهیم پیچیده فلسفی را به زبان ساده بیان می‌کند. 'راز فال ورق' به‌ویژه برای کسانی که به دنبال درک مفاهیم فلسفی از طریق یک داستان خیال‌انگیز هستند، پیشنهاد می‌شود.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "دختر پرتقال",
            "description": "در 'دختر پرتقال'، یوستین گوردر داستان یک پسر نوجوان را روایت می‌کند که به دنبال کشف رازهایی از گذشته مادرش است. این اثر یک داستان پر از رمز و راز است که در آن جستجو برای یافتن حقیقت در کنار مباحث فلسفی و انسانی به زیبایی روایت می‌شود. نویسنده در این کتاب به تأملات انسان در مواجهه با مرگ، عشق و زمان می‌پردازد و آن را در قالب یک داستان ساده و جذاب به خوانندگان ارائه می‌کند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "کتابخانه جادویی بیبلیو",
            "description": "کتاب 'کتابخانه جادویی بیبلیو' یک داستان فانتزی و رازآلود است که در آن نوجوانی به نام هانس به دنیای کتابخانه‌ای جادویی وارد می‌شود که در آن هر کتاب می‌تواند دروازه‌ای به دنیای جدیدی باشد. در این داستان، مفاهیم فلسفی و تاریخی به شکلی سرگرم‌کننده و آموزنده ارائه می‌شود و گوردر از طریق این داستان، خواننده را به دنیای معرفت و اندیشه‌های مختلف می‌برد.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "1991",
      "coverDesigner": "-",
      "literaryGenre": "رمان ",
      "summary": " مهم ترین چیز در زندگی چیست؟ اگر این سوال را از کسی بپرسیم که سخت گرسنه است، خواهد گفت غذا. اگر از کسی بپرسیم که از سرما دارد می میرد، خواهد گفت گرما. و اگر از آدمی تک و تنها همین سوال را بکنیم، لابد خواهد گفت مصاحبت آدم ها. ولی هنگامی که این نیازهای اولیه برآورده شد، آیا چیزی می ماند که انسان بدان نیازمند باشد؟ فیلسوفان می گویند بلی. به عقیده ی آن ها آدم نمی تواند فقط دربند شکم باشد. البته همه خورد و خوراک لازم دارند. البته که همه محتاج محبت و مواظبت اند. ولی از این ها که بگذریم، یک چیز دیگر هم هست که همه لازم دارند و آن این است که بدانیم ما کیستیم و در اینجا چه می کنیم.",
      "publisher": "هرمس",
      "lng": "لاتین",
      "translator": "مهرداد بازیاری",
      "country": "نروژ",
      "id": "199101"
    },

    {
      "name": "انسان در جستجوی معنا",
      "image": "https://img.iranketab.ir/img/150x220?pic=www.iranketab.ir/Images/ProductImages/Thumbs/ced61f110d5644b199059c6ac36a244e.jpg",
      "writer": {
        "name": "ویکتور فرانکل",
        "bio": "ویکتور امیل فرانکل، زاده ی 26 مارس 1905 و درگذشته ی 2 سپتامبر 1997، روانپزشک و عصب شناس اتریشی و پدیدآورنده ی معنادرمانی (لوگوتراپی) بود.فرانکل در وین به دنیا آمد. او در دوران دبیرستان مشتاقانه آرای فیلسوفان را مطالعه می نمود و در سخنرانی های مربوط به روانشناسی عمومی شرکت می کرد. فرانکل در همین دوره با روانکاوی آشنا شد. او در 16 سالگی، مکاتباتش را با فروید آغاز کرد و یکی از دست نوشته هایش را در حیطه ی روانکاوی برای او فرستاد که این دست نوشته سه سال بعد در نشریه ی بین المللی روانکاوی چاپ شد. فرانکل یک سال بعد، فروید را ملاقات کرد اما به مرور زمان، گرایش های نظری اش به آرای آدلر نزدیکتر شده بود. او در سال 1925 مقاله ای را در نشریه ی بین المللی روانشناسی فردی منتشر کرد و در آن با تمرکز بر مفاهیم معنا و ارزش به بررسی تفاوت های فلسفه و روانشناسی پرداخت.فرانکل در سال 1949 موفق به گرفتن درجه ی دکترای اعصاب و روان از دو دانشگاه وین و آدیتشنالی شد. او در ضمن از 120 دانشگاه در سراسر جهان دکترای افتخاری گرفت.فرانکل پس از پایان جنگ جهانی دوم، ریاست بخش اعصاب بیمارستانی در وین را به عهده گرفت و به مقام استادی دانشگاه در رشته ی عصب شناسی و روانپزشکی نائل آمد. او در سال های 1970 تا 1973 استاد دانشگاه بین اللملی سن دیه گو بود و نظریه ی معنادرمانی اش در میان روانشناسان و روانپزشکان، پیروان زیادی دارد.ویکتور فرانکل در سپتامبر سال 1997 در 92 سالگی در وین درگذشت",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Viktor_Frankl2.jpg/220px-Viktor_Frankl2.jpg",
        "otherBook": [
          {
            "name": "دکتر و روح",
            "description": "کتاب 'دکتر و روح' نوشته ویکتور فرانکل، به تجربیات شخصی و حرفه‌ای او در دوران جنگ جهانی دوم و در اردوگاه‌های کار اجباری نازی‌ها می‌پردازد. فرانکل در این اثر، به تحلیل عمیق‌تری از روان انسان در مواجهه با رنج و درد می‌پردازد و به تأسیس نظریه 'معنادرمانی' می‌پردازد. او بر این باور است که حتی در شرایط سخت و دشوار، انسان می‌تواند به معنا و هدفی برای زندگی خود دست یابد. این کتاب به بررسی نقش روحیه و معنای زندگی در مقابله با رنج‌ها و بحران‌های انسانی می‌پردازد.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "معنادرمانی در عمل",
            "description": "کتاب 'معنادرمانی در عمل' یکی از آثار برجسته ویکتور فرانکل است که در آن به صورت عملی و کاربردی، مفاهیم معنادرمانی را بررسی می‌کند. این کتاب به کسانی که در جستجوی معنا و هدف در زندگی خود هستند کمک می‌کند تا از طریق تکنیک‌های مختلف، معنای فردی خود را کشف کنند. فرانکل در این اثر، آموزه‌های خود را در قالب راهنمایی‌هایی برای زندگی بهتر و رسیدن به آرامش درونی بیان می‌کند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "خواسته‌ای برای زندگی",
            "description": "کتاب 'خواسته‌ای برای زندگی' نوشته ویکتور فرانکل، به کشف معنا و هدف در زندگی می‌پردازد. این کتاب به‌ویژه برای افرادی که در شرایط دشوار و بحرانی قرار دارند و به دنبال راهی برای یافتن معنا و انگیزه در زندگی خود هستند، مفید است. فرانکل در این اثر، تجربیات و یافته‌های خود را از زمان حضور در اردوگاه‌های کار اجباری نازی‌ها بیان کرده و به‌ویژه بر اهمیت داشتن هدف و معنا در زندگی تأکید می‌کند. این کتاب به یکی از منابع اصلی برای افرادی تبدیل شده که به دنبال تغییر و بهبود وضعیت روانی خود هستند.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "1869",
      "coverDesigner": "-",
      "literaryGenre": "فلسفی",
      "summary": " من نمی دانستم که همسرم زنده است یا نه. هیچ راهی برای پی بردن به این امر نداشتم؛ اما این مساله در آن لحظه برایم اهمیتی نداشت. نیازی نداشتم حقیقت را بفهمم زیرا هیچ چیز نمی توانست بر نیروی عشق من، اندیشه هایم و تصویر معشوقم تأثیر بگذارد و خللی وارد آورد.",
      "publisher": "جامی",
      "lng": "انگلیسی",
      "translator": "امیر لاهوتی",
      "country": "اتریش",
      "id": "1869010"
    },
    
    {
      "name": "فلسفه فوتبال",
      "image": "https://www.iranketab.ir/Images/ProductImages/d62160c0b03b4d749ec2b7000cee3008.jpg",
      "writer": {
        "name": "تد ریچاردز",
        "bio": "تد ریچاردز (Ted Richards) متولد سال 1968، فلسفه را در دانشگاه واترلو تدریس می کند.",
        "image": "https://img.iranketab.ir/img/100x100?pic=www.iranketab.ir/Images/ProfileImages/b3189b155ad5411aad3b0640be4461a4.jpg",
        "otherBook": [
          {
            "name": "فوتبال و عدالت",
            "description": "کتاب 'فوتبال و عدالت' اثر تد ریچاردز به بررسی رابطه میان عدالت اجتماعی و فوتبال می‌پردازد. این کتاب به تحلیل مسائل اقتصادی، اجتماعی و سیاسی می‌پردازد که بر دنیای فوتبال تأثیر می‌گذارند. ریچاردز در این اثر، چالش‌های عدالت در فوتبال حرفه‌ای را بررسی می‌کند و به رابطه میان ثروت، قدرت و عدالت در این ورزش جهانی می‌پردازد. او نشان می‌دهد که چگونه تفاوت‌های طبقاتی و اقتصادی در دنیای فوتبال بر روابط اجتماعی و تصمیمات مدیریتی تأثیر می‌گذارند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "فوتبال و جامعه",
            "description": "کتاب 'فوتبال و جامعه' از تد ریچاردز به بررسی تأثیر فوتبال بر جامعه‌های مختلف در سطح جهانی می‌پردازد. این کتاب رابطه فوتبال با هویت ملی، فرهنگ، سیاست و حتی مسائل اجتماعی را بررسی می‌کند. ریچاردز تحلیل می‌کند که چگونه فوتبال می‌تواند هم‌زمان عامل اتحاد و تقسیم در جوامع مختلف باشد و نقش آن در تقویت یا تضعیف نهادهای اجتماعی و فرهنگی را تحلیل می‌کند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "رابطه فوتبال و دین",
            "description": "کتاب 'رابطه فوتبال و دین' نوشته تد ریچاردز به تأثیر دین و اعتقادات مذهبی بر دنیای فوتبال و بازیکنان آن می‌پردازد. در این کتاب، ریچاردز به بررسی نقش دین در زندگی فوتبالیست‌ها، باشگاه‌ها و طرفداران فوتبال پرداخته و تأثیرات متقابل این دو مقوله بر یکدیگر را مورد بررسی قرار می‌دهد. این کتاب به تحلیل رفتارهای دینی در میان بازیکنان و هواداران فوتبال و ارتباط آن با مفاهیم مذهبی و معنوی می‌پردازد.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "2001",
      "coverDesigner": "-",
      "literaryGenre": "ورزشی-فلسفی",
      "summary": " حتی فیلسوفان هم از افسون فوتبال در امان نیستند . این بنیان کتابی است که هم اکنون در دست دارید . من فیلسوفی هستم که فوتبال را دوست دارد . بیشتر عمرم را به بازی ، مربی گری ، داوری و نیز تماشای فوتبال گذرانده ام . وقتی درگیر فوتبال نیستم ، به پرسش هایی جهان شمول مثل همین افسون فوتبال می اندیشم . پرسش هایی چون : چه چیزی باعث می شود یک شی ، آن شئ باشد ؟ کار درست چیست ؟ آنچه که چیزی را زیبا می کند چیست ؟ من چرا عضو این گروه هستم ؟ بهترین راه برای اداره ی جامعه کدام است ؟ آیا چیزی به نام شانس وجود دارد ؟ من چگونه می توانم درباره ی چیزها درست قضاوت کنم ؟ زیان چگونه معنا را انتقال می دهد ؟ این پرسش ها ، به اشکال گوناگون ، هر کدام برای هزاران سال سرمنشأ تحیر بشر بوده اند و فوتبال در مقایسه با مسائل دیگر ، در این پرسش ها چندان محلی از اعراب ندارد . اما این پرسش ها ، پرسش هایی بشری اند . آنها بخشی از ما هستند و بیشتر ، از بیرون هستی مان بر ما عارض می شوند تا این که پرسش هایی باشند که ما را به کسانی که هستیم تبدیل می کنند . به همین دلیل است که این سوالات هنوز هم کنجکاوی جمعی ها را بر می انگیزند تا نیروی خردمان را نشسته در برج های عاج یا می خانه های محلی ، برای هزارها سال مصرانه صرف بحث بر سر آنها کنیم. شیفتگی ما به فوتبال نیز باید از چنین جایی آمده باشد . این شور عالم گیر، این هیحان جاری و ساری از صدر تا ذیل جهان و این نشئه ی همه گیر و همه پذیر ، تنها می تواند با یک سر منشأ جمعی و همگانی مشترک توضیح داده شود . فوتبال ( فقط در مدت زمانی حدود ۱۵۰ سال) به باری ای تبدیل شده که چنین در سرتاسر جهان دوست داشته می شود چون یک بازی انسانی به کلی متفاوت از تمام بازی های دیگر است . پس ، مطالعه ی فوتبال - چه تاریخی و اجتماعی و اقتصادی ، چه فلسفی - مطالعه ی انسانیت ، با تمام پستی و بلندی های آن است . و چه چیزی ارزش مندتر از این ؟ دیوانه کننده است ؛ نه ؟! اما باز هم خیلی ساده است.",
      "publisher": "مرکز",
      "lng": "انگلیسی",
      "translator": "عیسی عظیمی",
      "country": "ایالات متحده",
      "id": "200101"
    },
    {
      "name": "هری پاتر و سنگ جادو",
      "image": "https://img.iranketab.ir/img/150x220?pic=www.iranketab.ir/Images/ProductImages/Thumbs/48b0f59d92da45feb721f2db60e2e746.jpg",
      "writer": {
        "name": "جی.کی. رولینگ",
        "bio": "جوآن جو رولینگ، زاده ی ۳۱ ژوئیه ۱۹۶۵، با نام های هنری جی. کی. رولینگ و رابرت گالبریث، نویسنده ی مجموعه کتاب های داستان هری پاتر است. داستان های هری پاتر پس از شهرت جهانی، جوایزی متعدد را از آن خود کرد. این مجموعه ی داستانی به ۶۵ زبان و به طور تقریبی در ۴۰۰ میلیون نسخه منتشر شده است. کتاب های هری پاتر از پرفروش ترین کتاب های تاریخ بشر بوده اند. در سال ۲۰۰۷ فهرست ثروتمندان ساندی تایمز، میزان ثروت رولینگ را حدود ۴۵۴ میلیون پوند (۱٫۰۷ میلیارد دلار) تخمین زد و در بین پولدارترین زنان انگلیس، رولینگ را در رده ی ۱۳ جدول قرار داد. مجله ی فوربز، رولینگ را در رده ی چهل و هشتمین شخصیت معروف در سال ۲۰۰۷ معرفی کرد. او در حال حاضر فعالیت های انسان دوستانه و خیرخواهانه ی بسیاری را به عهده گرفته و پشتیبانی می کند.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/J._K._Rowling_2010.jpg/220px-J._K._Rowling_2010.jpg",
        "otherBook": [
          {
            "name": "هری پاتر و تالار اسرار",
            "description": "کتاب 'هری پاتر و تالار اسرار' دومین جلد از سری کتاب‌های هری پاتر است که توسط جی کی رولینگ نوشته شده است. این کتاب در ادامه ماجراهای هری پاتر در مدرسه هاگوارتز دنبال می‌شود. در این داستان، هری و دوستانش می‌فهمند که در مدرسه یک تالار قدیمی وجود دارد که از آن موجودات خطرناک به بیرون آمده و جان دانش‌آموزان را تهدید می‌کند. هری در تلاش است تا راز این تالار و موجودات درون آن را کشف کند و از وقوع فاجعه جلوگیری نماید.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "هری پاتر و زندانی آزکابان",
            "description": "در سومین کتاب از سری هری پاتر، 'هری پاتر و زندانی آزکابان'، هری از وجود یک زندانی فراری به نام سیریوس بلک مطلع می‌شود که به دنبال اوست. هری و دوستانش در این داستان با اسرار جدیدی درباره گذشته هری و خانواده‌اش روبه‌رو می‌شوند. همچنین با موجودات و شخصیت‌های جدیدی مانند پاتروسوس و دیمنترها آشنا می‌شوند. داستان این کتاب پر از پیچیدگی‌های جدید است که دنیای هری پاتر را گسترش می‌دهد.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "هری پاتر و جام آتش",
            "description": "کتاب 'هری پاتر و جام آتش' چهارمین جلد از این مجموعه است که هری به عنوان نماینده هاگوارتز در مسابقات خطرناک سه‌گانه بین مدارس جادوگری شرکت می‌کند. در این داستان، هری مجبور می‌شود در مسابقاتی جان‌فرسا که تهدیداتی از طرف جادوگران تاریک در پی دارد، شرکت کند. این کتاب نقطه عطفی در داستان کلی مجموعه است و به تدریج دنیای تاریک و پیچیده‌تری را معرفی می‌کند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "هری پاتر و محفل ققنوس",
            "description": "در پنجمین کتاب 'هری پاتر و محفل ققنوس'، هری به مبارزه با لرد ولدمورت و پیروانش می‌پردازد. این کتاب بیشتر به ایجاد و توسعه گروهی به نام محفل ققنوس می‌پردازد که هدف آن مقابله با نیروهای تاریک است. هری با مسائل جدیدی در مدرسه روبه‌رو می‌شود و باید مهارت‌های خود را تقویت کند. در این کتاب، درگیری‌ها و چالش‌های عاطفی برای هری نیز برجسته می‌شود.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "هری پاتر و شاهزاده دورگه",
            "description": "کتاب 'هری پاتر و شاهزاده دورگه' ششمین جلد از مجموعه هری پاتر است که در آن هری بیشتر از همیشه به کشف گذشته لرد ولدمورت و راه‌های شکست او می‌پردازد. هری در این داستان از کتاب‌های قدیمی و اسرارآمیز استاد اسنیپ استفاده می‌کند تا اطلاعاتی درباره افسانه‌ها و قدرت‌های جادویی جمع‌آوری کند. این کتاب به شدت درام و شخصیت‌های اصلی را با چالش‌های جدید مواجه می‌کند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "هری پاتر و یادگاران مرگ",
            "description": "کتاب 'هری پاتر و یادگاران مرگ' آخرین جلد از سری هری پاتر است که در آن هری و دوستانش به دنبال نابود کردن هورکراکس‌های لرد ولدمورت می‌روند. این داستان نقطه اوج مبارزه نهایی بین خوبی و بدی است که در آن تمامی رازهای گذشته فاش می‌شود و هری و دشمنانش به مقابله با سرنوشتشان می‌پردازند. در این کتاب، دنیای جادوگری به اوج هیجان و درگیری می‌رسد.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "1997",
      "coverDesigner": "-",
      "literaryGenre": "فانتزی",
      "summary": "خانوم و اقای درسلی ساکن خانه ی شماره 4 خیابان پریوت درایو بودند . انها خانواده ی معمولی و مرفهی بودند و از زندگی خود لذت میبردند و از سر و جادو دوری میکردند . انها یک پسر به اسم دادلی داشتند اما یک راز داشتند که هراس داشتند کسی از ان راز باخبر بشه ... خانوم درسلی یک خواهر داشت ( خانوم پاتر ) که سال ها بود او را ندیده بود و ان ها ( خانواده درسلی ) همیشه هراس داشتند کسی چیزی از خانواده پاتر بدانند و نام ان ها بر سر زبان بیفتد . خانواده پاتر یک پسر به اسم پاتر داشتند .خلاصه , داستان از روز سه شنبه اغاز شد که هوا ابری بود ولی همه چیز عادی به نظر میرسید و هیچ نشانه ای از وقوع یک حادثه اسرار امیز نبود اما در اون روز صدها جغدقهوه ای در اسمان سراسر کشور به پرواز در امدند و شب گذشته هم به گفته ی هواشناسان به جای بارش باران رگبار شهاب سنگ در نقاطی از کشور مشاهده شده است و ....",
      "publisher": "تندیس",
      "lng": "انگلیسی",
      "translator": "ویدا اسلامیه",
      "country": "انگلستان",
      "id": "199701"
    },
   
    {
      "name": "صد سال تنهایی",
      "image": "https://www.iranketab.ir/Images/ProductImages/647a5ac857214396919cb864d319a81b.jpg",
      "writer": {
        "name": "گابریل گارسیا مارکز",
        "bio": "گابریل خوزه گارسیا مارکز، زاده ی ۶ مارس ۱۹۲۷ در دهکده ی آرکاتاکا درمنطقه ی سانتامارا در کلمبیا - درگذشته ی ۱۷ آوریل ۲۰۱۴، رمان نویس، نویسنده، روزنامه نگار، ناشر و فعال سیاسی کلمبیایی بود. او بین مردم کشورهای آمریکای لاتین با نام گابو یا گابیتو (برای تحبیب) مشهور بود و پس از درگیری با رییس دولت کلمبیا و تحت تعقیب قرار گرفتنش در مکزیک زندگی می کرد. مارکز برنده ی جایزه ی نوبل ادبیات در سال ۱۹۸۲ را بیش از سایر آثارش به خاطر رمان صد سال تنهایی چاپ ۱۹۶۷ می شناسند که یکی از پرفروش ترین کتاب های جهان است.مارکز یکی از نویسندگان پیشگام سبک ادبی رئالیسم جادویی بود، اگرچه تمام آثارش را نمی توان در این سبک طبقه بندی کرد. پزشکان در سال ۲۰۱۲ اعلام کردند که مارکز به بیماری آلزایمر مبتلا شده است.او برای نوشتن کتاب خاطرات روسپیان غمگین من، چاپ ۲۰۰۴، حدود ده سال وقت صرف کرد. در ژانویه ی ۲۰۰۶ اعلام کرد که دیگر تمایل به نوشتن را از دست داده است. میراث او، مجموعه ی بزرگی از کتاب های داستانی و غیرداستانی است که با پیوند دادن افسانه و تاریخ در آن، همه چیز را ممکن و باورکردنی می نماید. گابریل گارسیا مارکز در سال ۱۹۸۲ جایزه ی ادبی نوبل را دریافت کرد و بنیاد نوبل در بیانه ی خود او را «شعبده باز کلام و بصیرت» توصیف کرد. تمام داستان های وی به نثری نوشته شده اند که از نظر رنگارنگی و جاذبه ی غریبشان، فقط می توان آن ها را با کارناوال های آمریکای جنوبی مقایسه کرد.گابریل گارسیا مارکز، در روز پنجشنبه ۱۷ آوریل ۲۰۱۴، در ۸۷ سالگی، در مکزیکوسیتی درگذشت. جسد وی فردای آن روز در روز آدینه در مکزیکوسیتی سوزانده و بخشی از خاکستر جسد وی به زادگاهش کلمبیا منتقل شد.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Gabriel_Garcia_Marquez.jpg/220px-Gabriel_Garcia_Marquez.jpg",
        "otherBook": [
          {
            "name": "عشق سال‌های وبا",
            "description": "کتاب 'عشق سال‌های وبا' اثر معروف گابریل گارسیا مارکز است که داستانی درباره عشق در طول زمان و بحران‌های انسانی را روایت می‌کند. این رمان در دهه‌های ابتدایی قرن بیستم در کلمبیا اتفاق می‌افتد و به روابط پیچیده و گاهی تراژیک میان شخصیت‌ها پرداخته می‌شود. این کتاب به طور ویژه‌ای به تأثیر زمان بر روابط عاشقانه و تغییرات آن‌ها در طول سال‌ها می‌پردازد.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "پاییز پدرسالار",
            "description": "رمان 'پاییز پدرسالار' یکی از شاهکارهای مارکز است که به سیاست و دیکتاتوری در کشورهای آمریکای لاتین می‌پردازد. در این کتاب، مارکز شخصیت دیکتاتور پیر را به تصویر می‌کشد که پس از سال‌ها حکمرانی، به تدریج درگیر فرسودگی جسمی و روحی می‌شود. این اثر تحلیل دقیقی از روابط قدرت و فساد در سیستم‌های حکومتی است.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "گزارش یک مرگ",
            "description": "کتاب 'گزارش یک مرگ' توسط مارکز به نحوی مهارت‌آمیز داستانی را روایت می‌کند که حول محور قتل یک فرد در یک جامعه کوچک می‌چرخد. در این رمان، خواننده با داستانی که به صورت تدریجی و از چندین زاویه روایت می‌شود، مواجه می‌شود و به نوعی خود را در موقعیتی قرار می‌دهد که داستان از لایه‌های پیچیده‌ای از عدالت، ناموسی و گناه پرده بر می‌دارد.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "کسی به سرهنگ نامه نمی‌نویسد",
            "description": "در رمان 'کسی به سرهنگ نامه نمی‌نویسد'، مارکز داستان زندگی یک سرهنگ سابق را روایت می‌کند که در فقر و انزوا به سر می‌برد و برای دریافت مستمری‌اش از دولت تلاش می‌کند. این کتاب در قالب یک نقد اجتماعی به بی‌عدالتی‌ها و سرکوب‌های حکومتی پرداخته و به تأثیر بی‌رحمی سیاست‌های دولت بر زندگی مردم می‌پردازد.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "داستان یک غرق‌شده",
            "description": "در 'داستان یک غرق‌شده'، مارکز داستان یک حادثه و رخداد غرق شدن یک کشتی را روایت می‌کند که تمامی اعضای کشتی قربانی آن هستند. با استفاده از تکنیک‌های روایت غیرخطی، این داستان به بررسی تأثیرات این حادثه بر جامعه و افراد مختلف می‌پردازد. در این اثر، مارکز با استفاده از داستانی به ظاهر ساده، نگاهی عمیق و فلسفی به زندگی و مرگ انسان‌ها دارد.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "1967",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": " زن گذاشت تا اشک او تمام شود. با نوک انگشتان سر او را نوازش می کرد و بدون این که او را وادار به اعتراف کند که به خاطر عشق اشک می ریزد، فورا قدیمی ترین گریه ی تاریخ بشر را شناخت .",
      "publisher": "آریابان",
      "lng": "اسپانیایی",
      "translator": "کی.مرث پارسای",
      "country": "کلمبیا",
      "id": "196700"
    },
    
   
    {
      "name": "سفرهای گالیور",
      "image": "https://www.iranketab.ir/Images/ProductImages/14d4b9c28a694d2281d717772c5ed460.jpg",
      "writer": {
        "name": "جاناتان سویفت",
        "bio": "جاناتان سویفت، زاده ی 30 نوامبر 1667 و درگذشته ی 19 اکتبر 1745، طنزپرداز، مقاله نویس، رساله نویس سیاسی (ابتدا برای حزب ویگز، و بعدا برای حزب توریز)، شاعر، و روحانی آنگلو-ایرلندی بود که سرکشیش کلیسای جامع سن پاتریک دوبلین شد.سویفت به خاطر آثاری همچون سفرهای گالیور، پیشنهاد فروتنانه، یادداشت هایی به استلا، نامه های دریپیر، نبرد کتاب ها، برهانی بر علیه لغو مسیحیت و حکایت وان به یاد آورده می شود. دانشنامه بریتانیکا از او به عنوان برجسته ترین طنزپرداز نثرنویس به زبان انگلیسی یاد می کند. سویفت در ابتدا تمام آثار خود را تحت نام های مستعاری مثل لموئل گالیور، آیزاک بیکرستف، ام بی دریپیر، و یا به صورت گمنام منتشر کرد.سبک نوشتاری طعنه آمیز و خشک او باعث شده که چنین طنزی به عنوان طنز سویفتی شناخته شود.جان راسکین منتقد هنری دوره ویکتوریا از جاناتان سویفت به عنوان یکی از سه شخصیتی در تاریخ نام برد که بیشترین تأثیر را روی او داشتند. همچنین جرج اورول از او به عنوان یکی از نویسندگانی یاد کرد که بیش از همه مورد تحسینش بود، با اینکه تقریبا در مورد هر موضوع اخلاقی و سیاسی با او مخالفت داشت.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Jonathan_Swift_by_Charles_Jervas_detail.jpg/220px-Jonathan_Swift_by_Charles_Jervas_detail.jpg",
        "otherBook": [
          {
            "name": "داستان یک بشقاب شیرین‌کاری",
            "description": "کتاب 'داستان یک بشقاب شیرین‌کاری' از جاناتان سویفت یک اثر طنزآمیز و انتقادی است که در آن سویفت با استفاده از روایت‌های پیچیده و طنز، به مسائل اجتماعی و سیاسی زمان خود پرداخته است. این کتاب به شکلی غیرمستقیم انتقاد از وضعیت‌های مختلف اجتماعی، اقتصادی و سیاسی می‌کند و سبک نوشتاری منحصر به فرد سویفت را به نمایش می‌گذارد.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "نامه‌های دراپیه",
            "description": "کتاب 'نامه‌های دراپیه' مجموعه‌ای از نامه‌ها و نوشته‌های جاناتان سویفت است که در قالب طنز و انتقاد اجتماعی نوشته شده‌اند. در این آثار، سویفت به بررسی شرایط اجتماعی و فرهنگی دوران خود پرداخته و با نگاهی تند و گاهی تندتر به نقد رفتارهای انسانی و سیاسی می‌پردازد. این کتاب‌ها به نوعی به تأثیرات رفتارهای انسانی بر جامعه و مشکلات اجتماعی اشاره می‌کنند.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "1726",
      "coverDesigner": "-",
      "literaryGenre":"ماجراجویی",
      "summary": " لی لی پوتی های کوچولو گمان می کنند که ساعت گالیور، احتمالا خدای اوست؛ چرا که ساعت، به گفته ی خودش، همان چیزیست که بدون مشورت با آن، کاری را انجام نمی دهد.",
      "publisher": "برج",
      "lng": "لاتین",
      "translator": "محمود گودرزی",
      "country": "ایرلند",
      "id": "172610"
    },
    
    {
      "name": "تاریخ تمدن",
      "image": "https://www.iranketab.ir/Images/ProductImages/9f2b7d56fbcc4469b5dc38ccfe2150c9.jpg",
      "writer": {
        "name": "ویل دورانت",
        "bio": "ویلیام جیمز دورانت، فیلسوف، تاریخنگار و نویسندهٔ آمریکایی بود.مهم ترین اثر او تاریخ تمدن، مجموعه کتابی ۱۱ جلدی است که با همکاری آریل دورانت، همسرش نوشته است. وی در این کتاب توانسته است با استفاده از آثار مورخان دیگر (از هرودوت تا آرنولد توین بی)، که از ابتدای تاریخ مکتوب بشر تا کنون زیسته اند، مکتب نوینی از تاریخ نگاری را به وجود آورد.برخلاف دیگر تاریخ نگاران، که تنها تمرکزشان بر روی وقایع تاریخی و سیر تمدن بشری بود، وی در اثر خود به عوامل تمدن ساز در طول تاریخ نیز توجه می کند. در این باره نقل قولی دارد که چنین است: «تمدن رودی است با دو ساحل»∗. این نقل قول به طور ضمنی به این مسئله اشاره دارد که تاریخ نگاران اغلب نهایت توجه و دقت خود را صرف رودخانهٔ در جریان تاریخ نموده اند که معمولا پرآشوب و پرهیاهوست و اجازهٔ برداشت ها و تفاسیر صحیح را نمی دهد. در مقابل، او دیدگاه دیگری را مطرح می کند که در آن حواشی تاریخ و تمدن (ساحل ها) می توانند به اندازهٔ خود متن تاریخ مهم باشند. به نظر او، همهٔ مردمانی که در طول تاریخ خانه و مجسمه ساختند و شعر سراییده اند هم در شکل گیری تمدن نقش داشتند. ویل دورانت در کتاب درس هایی از تاریخ، که در سال های آخر زندگی خود نوشت، می گوید که تاریخ ملت ها را باید با توجه به پدیده های علمی جدید نوشت.",
        "image": "",
        "otherBook": [
          {
            "name": "لذات فلسفه",
            "description": "کتاب 'لذات فلسفه' اثر ویل دورانت به بررسی فلسفه از زاویه‌ای جذاب و در دسترس می‌پردازد. در این کتاب، دورانت تلاش می‌کند تا فلسفه را به زبانی ساده و در عین حال عمیق برای عموم مردم توضیح دهد. این کتاب به خوانندگان نشان می‌دهد که چگونه فلسفه می‌تواند درک و لذت از زندگی را افزایش دهد و به سوالات بزرگ انسان‌ها پاسخ دهد.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "قهرمانان تاریخ",
            "description": "در کتاب 'قهرمانان تاریخ'، ویل دورانت به زندگی و دستاوردهای افرادی می‌پردازد که تاریخ بشری را شکل داده‌اند. این اثر به خوانندگان کمک می‌کند تا با شخصیت‌های برجسته تاریخ آشنا شوند و بفهمند چگونه تأثیرات آن‌ها هنوز هم در دنیای امروز ملموس است. دورانت با سبک منحصر به فرد خود، شخصیت‌های تاریخی را از جنبه‌های مختلف انسانی و فرهنگی بررسی می‌کند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "درس‌هایی از تاریخ",
            "description": "کتاب 'درس‌هایی از تاریخ' توسط ویل دورانت مجموعه‌ای از تجربیات و آموزه‌های تاریخ بشری را در خود جای داده است. در این کتاب، دورانت به تحلیل روندهای تاریخی و نحوه تأثیرگذاری رویدادها و شخصیت‌های تاریخی بر حال و آینده می‌پردازد. این اثر به خوانندگان این امکان را می‌دهد که از تاریخ درس‌هایی برای درک بهتر دنیای امروز بگیرند.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "1935-1975",
      "coverDesigner": "-",
      "literaryGenre": " تاریخی",
      "summary": "  اهمیت عوامل و اوضاع و احوال اقتصادی بیشتر است. ممکن است ملتی از تشکیلات سیاسی محکم برخوردار و مالک روحیة اخلاقی عالی باشد، و حتی مانند هندیشمردگان امریکا بهره ای از ذوق صنعتی داشته باشد، ولی هرگاه زندگی او از مرحلة شکار تجاوز نکند و امید زیستن او بر پایة لرزان و غیرثابت تعقیب صید متکی باشد، هرگز نخواهد توانست از سدی که دو عالم تمدن و بربریت را از یکدیگر جدا میسازد عبور کند. ممکن است در یک اجتماع ایلی و قبیله ای- مثل بدویان عربستان به شکل استثنایی، افراد نیرومند و باهوشی یافت شود که صاحب مزایای اخلاقی، از قبیل شجاعت و نجابت و کرم، باشند، ولی هرگاه در این اجتماع خمیرمایة نخستین فرهنگ و تمدن، که تأمین خوراک است، وجود نداشته باشد، تمام هوشها باید به مصرف موفقیت در شکار برسد، یا در راه حیلههای تجارتی به کار افتد، و هرگز از این حد تجاوز نمیکند و ظرافت و نازککاری، و به طور خلاصه هنرهای عالی، که معرف تمدن است، از آن میان به ظهور نمی رسد..",
      "publisher": "نیلوفر",
      "lng": "انگلیسی",
      "translator": "مجموعه نویسندگان",
      "country": "ایالات متحده",
      "id": "197535"
    },
    {
      "name": "تاریخ ایران باستان",
      "image": "https://www.iranketab.ir/Images/ProductImages/06580a5c42994747a9408903ee070b73.jpg",
      "writer": {
        "name": "حسن پیرنیا",
        "bio": "حسن پیرنیا (۱۲۵۰ – ۲۹ آبان ۱۳۱۴) ملقب به مشیرالملک و بعد مشیرالدوله سیاستمدار، حقوقدان، تاریخ‌نگار و نخست‌وزیر ایران در اواخر عهد قاجار بود. او مؤسس مدرسه علوم سیاسی[۲] و از پایه‌گذاران آیین دادرسی کیفری و مدنی ایران است. از او کتاب‌هایی از ایران باستان بجا مانده‌است.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Hassan_Pirnia_edited.jpg/220px-Hassan_Pirnia_edited.jpg",
        "otherBook": [
          {
            "name": "تاریخ مختصر ایران",
            "description": "کتاب 'تاریخ مختصر ایران' اثر حسن پیرنیا یک مروری جامع و فشرده بر تاریخ ایران از آغاز تا زمان معاصر است. در این کتاب، نویسنده به طور خلاصه و مفصل‌ترین رویدادهای تاریخی ایران را بیان می‌کند. این اثر برای کسانی که می‌خواهند یک دیدگاه کلی و مختصر از تاریخ ایران داشته باشند، مناسب است.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "حقوق بین‌الملل در تاریخ ایران",
            "description": "در کتاب 'حقوق بین‌الملل در تاریخ ایران'، حسن پیرنیا به بررسی تأثیر حقوق بین‌الملل بر تاریخ ایران می‌پردازد. این کتاب به تحولات حقوقی ایران در سطح بین‌المللی و تعاملات آن با سایر کشورها می‌پردازد و نحوه شکل‌گیری و تطور حقوق بین‌الملل در زمینه ایران را تحلیل می‌کند.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "1932",
      "coverDesigner": "-",
      "literaryGenre": "تاریخی",
      "summary": " تیرداد در رفتن به روم بیش از دو سال تعلّل کرد، زیرا قرارداد چنانکه بالاتر گفته شد در تابستان سال 63 م. بسته شد و تیرداد در بهار 66 به روم وارد گردید (راولین سن، ششمین دولت مشرق، صفحه 281 عالم مذکور به عقیده کلین تون استناد کرده). جهت تعلّل معلوم نیست ولی چیزی که به حقیقت نزدیک تر به نظر می آید این است که تیرداد از رفتن به روم چندان خشنود نبوده و انتظار موقعی را داشته که شاید بتواند از اجرای این بند قرارداد شانه خالی کند. به هر حال زن تیرداد در این سفر با او بود و جمعی از نجبای پارتی که از جمله پسرهای بلاش و مونوبازوس پادشاه دست نشانده آدیابن بودند با سه هزار سوار پارتی ملازمت تیرداد را داشتند (دیوکاسّیوس، کتاب 63، بند 12). تیرداد با این عدّه زیاد پارتی ها مانند فاتحی که روش ظفرمندی داشته باشد دو ثلث خاک روم را پیمود و رومی ها در همه جا او را با احترامات زیاد پذیرفتند. هر شهری که در سر راه تیرداد بود به مناسبت ورود او به آن شهر مزیّن می گشت و مردم جمع شده با هلهله و شادی او را می پذیرفتند. این موکب در همه جا به استثنای هلّس پونت (داردانل) از خشکی حرکت می کرد و خطّ مسافرت آن در اروپا چنین بود: تراکیّه ایلّیریه تا آدریاتیک و از آن جا از راه خشکی به شبه جزیره ایتالیا (یا آپن ننْ). جهت اینکه تیرداد از سفر دریایی احتراز داشته باید از اینجا باشد که خانواده بلاش مذهبی بود و در مذهب زرتشت آلودن آب ممنوع است. معلوم است که مخارج تیرداد با موکبش به رومی ها تعلّق می یافت و چنانکه سوئه تن نویسنده رومی نوشته (کتاب نرون، بند 30) برای خزانه روم روزی 800 هزار سسْ ترْث یا 32 هزار فرانک طلا به پول کنونی تمام می شده و چون مسافرت تیرداد به روم و مراجعتش به ایران 9 ماه طول کشید مخارجی را که خزانه دولت روم پرداخته هشت میلیون و ششصد و چهار هزار فرانک طلا به پول کنونی می شده. ملاقات اوّل بین تیرداد و نرون در شهر ناپل وقوع یافت زیرا در این وقت قیصر در این شهر بود.",
      "publisher": "نگاه",
      "lng": "فارسی",
      "translator": "-",
      "country": "ایران",
      "id": "19322"
    },
    {
      "name": "۱۹۸۴",
      "genre": "ادبیات دیستوپیایی",
      "image": "https://www.iranketab.ir/Images/ProductImages/d0b14ff5914148c195a809290e31f089.jpg",
      "writer": {
        "name": "جورج اورول",
        "bio": "ریک آرتور بلر با نام مستعار جورج اورول، زاده ی ۲۵ ژوئن ۱۹۰۳ و درگذشته ی ۲۱ ژانویه ۱۹۵۰، داستان نویس، روزنامه نگار، منتقد ادبی و شاعر انگلیسی بود. او را بیشتر برای دو رمان سرشناس و پرفروشش، مزرعه ی حیوانات و ۱۹۸۴ می شناسند. این دو کتاب بر روی هم بیش از هر دو کتاب دیگری از یک نویسنده ی قرن بیستمی، فروش داشته اند. او همچنین با نقدهای پرشماری که بر کتاب ها می نوشت، بهترین وقایع نگار فرهنگ و ادب انگلیسی قرن شناخته می شود.پدربزرگ او، توماس ریچارد آرتور بلر، یک روحانی بود. خود وی، خانواده اش را با دیدگاه طبقه ی اجتماعی و نه بر مبنای موقعیت موروثی توصیف می کند.جورج اورول، از اکتبر ۱۹۲۰ تا دسامبر ۱۹۲۷ میلادی، در پلیس سلطنتی هند در برمه خدمت می کرد. در آن دوران، برمه، استانی در هند بریتانیا بود. زندگی در محیطی طبقاتی در هند و انگلیس باعث نگاه ویژه ی او به پدیده ی فقر شد؛ موضوعی که مهم ترین عنصر رمان ها و نوشتارهای او را تشکیل می دهد.اورول به دلیل بیماری مزمن ریوی اش در بیمارستان بستری شد. او در همان بیمارستان با سونیا برونل ازدواج کرد.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/George_Orwell_press_photo.jpg/220px-George_Orwell_press_photo.jpg",
        "otherBook": [
          {
            "name": "مزرعه حیوانات",
            "description": "مزرعه حیوانات یک رمان آشنای جورج اورول است که در قالب یک داستان کوتاه، انتقادی عمیق نسبت به استبداد و انقلاب‌ها ارائه می‌دهد. داستان در مورد گروهی از حیوانات است که علیه صاحب مزرعه شورش می‌کنند و حکومت جدیدی برپا می‌کنند. این اثر نقدی است بر انقلاب‌ها و نحوه‌ای که قدرت می‌تواند فساد بیاورد.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "هوای تازه",
            "description": "هوای تازه یک اثر دیگر از جورج اورول است که در آن به بررسی وضعیت اجتماعی و اقتصادی انگلستان در دوره‌های مختلف پرداخته است. این کتاب بیشتر در مورد شرایط سخت و بی‌رحمانه‌ای است که افراد معمولی در آن دوران با آن روبرو بودند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "دختر کشیش",
            "description": "دختر کشیش رمانی است که اورول در آن به تحلیل رابطه بین انسان‌ها و جامعه می‌پردازد. داستان درباره دختری است که در میان تضادهای اجتماعی و خانوادگی تلاش می‌کند هویت خود را پیدا کند و درک کند که چه چیزی او را به عنوان یک فرد از دیگران متمایز می‌کند.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "1949",
      "coverDesigner": "-",
      "literaryGenre": "رمان تاریخی",
      "summary": " اگر بین حقیقت و دروغ قرار گرفتی و حتی در مقابل تمام جهان ایستادی و حق را زیرِ پا نگذاشتی، دیوانه نیستی. قدرت وسیله نیست، هدف است. آدمی دیکتاتوری را به‌منظور حراست از انقلاب برپا نمی‌کند. انقلاب می‌کند تا دیکتاتوری برپا کند.",
      "publisher": "گوتنبرگ",
      "lng": "انگلیسی",
      "translator": "رضا اسکندری آذر",
      "country": "انگلستان",
      "id": "198448"
    },
    {
      "name": "کمدی الهی",
      "image": "https://www.iranketab.ir/Images/ProductImages/c2f41a0dd9cd4a12ba3bb338d8948a6d.jpg",
      "writer": {
        "name": "دانته آلیگیری",
        "bio": "دانته آلیگری، زاده ی سال 1256 و درگذشته ی 1321 میلادی، شاعر برجسته ی ایتالیایی بود که در اواخر قرون وسطی و اوایل دوران رنسانس می زیست.دانته در جمهوری فلورانس، ایتالیای کنونی، چشم به جهان گشود. اطلاعات چندانی از چگونگی تحصیلات دانته در دسترس نیست اما او به احتمال قوی در خانه و یا مدرسه ای وابسته به کلیسا در فلورانس به کسب علم می پرداخت. دانته گفته که معشوقه اش، بئاتریس پورتیناری، را برای اولین بار زمانی که او نه ساله بود، دیده است و در همان نگاه اول و ظاهرا بدون صحبت با بئاتریس، عاشق و شیفته ی او شده است. دانتهدر سال های بعد، بئاتریس را مکررا ملاقات می کرد و در خیابان، صحبت های اندکی با او داشت اما هیچ وقت او را به طور کامل نشناخت.زمانی که بئاتریس در سال 1290 از دنیا می رود، دانته برای غلبه بر غم از دست دادن او به ادبیات پناه می آورد و پس از چندی، یکی از ارزشمندترین شاهکارهای ادبی تمام تاریخ را خلق می کند.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/DanteFresco.jpg/220px-DanteFresco.jpg",
        "otherBook": [
          {
            "name": "زندگی نو",
            "description": "زندگی نو (La Vita Nuova) اثر معروف دانته آلیگری است که در آن تجربیات عاشقانه و روحانی او با بئاتریچه، معشوقه‌اش، به تصویر کشیده شده است. این اثر در کنار عناصر عاشقانه، به تفکرات فلسفی و مذهبی دانته نیز می‌پردازد و در نوع خود یک شاهکار از ادبیات ایتالیا به شمار می‌رود.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "غزلیات دانته",
            "description": "غزلیات دانته، مجموعه‌ای از اشعار و غزلیات است که به طور عمده در مورد عشق، روحانیت و ارتباطات انسان با خداوند و معشوق است. این اشعار، برخلاف زندگی نو که بیشتر به صورت نثر است، به فرم شعر و با زبان غنی و تأثیرگذار نوشته شده‌اند و جایگاه ویژه‌ای در ادبیات ایتالیا دارند.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "1304",
      "coverDesigner": "-",
      "literaryGenre": "ادبیات حماسی",
      "summary": ".در بهشت بودم، جایی که تجلی گاه نور اوست چیزهایی دیدم که هر کسی که از آن بالا پایین آمده، نمی تواند بازگو کند زیرا با نزدیکی به چیز دلخواه هوش انسان در چنان ژرفایی غرق می شود که حافظه قادر به تعقیب و یادآوری آن نیست",
      "publisher": "نگاه",
      "lng": "ایتالیایی",
      "translator": "ابولحسن تهامی",
      "country": "ایتالیا",
      "id": "1304200"
    },
    {
      "name": "پدران و پسران",
      "image": "https://www.iranketab.ir/Images/ProductImages/6ee6dd0c316e49f4a3b2a1081e02c63e.jpg",
      "writer": {
        "name": "ایوان تورگنیف",
        "bio": "یوان سرگئی‌یویچ تورگنیف (به روسی: Ива́н Серге́евич Турге́нев) (زاده (۹ نوامبر ۱۸۱۸ در استان اریول، روسیه - درگذشته ۳ سپتامبر ۱۸۸۳ در بوگیوال؛ حوالی پاریس) رماننویس، شاعر و نمایش‌نامهنویس روس بود که نخستین بار توسط او کشورهای غربی با ادبیات روسی، آشنا شدند. آثار او تصویری واقع‌گرایانه و پر عطوفت از دهقانان روس و بررسی تیزبینانه‌ای از طبقه روشنفکر جامعه روسیه که در تقلای سوق دادن کشور به عصری نوین بودند، ارائه می‌دهد.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Turgenev_by_Repin.jpg/220px-Turgenev_by_Repin.jpg",
        "otherBook": [
          {
            "name": "آشیانه اشراف",
            "description": "آشیانه اشراف (The Nest of the Gentry) یک رمان برجسته از ایوان تورگنیف است که به تحلیل روابط خانوادگی و اجتماعی در روسیه قرن نوزدهم می‌پردازد. داستان حول شخصیت مرکزی، آرکادی ایوانوویچ، و تلاش او برای درک ارزش‌های اجتماعی و شخصی‌اش می‌چرخد. این اثر به طور دقیق مسائل روانشناختی و اجتماعی را در بطن داستان خود نشان می‌دهد.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "یادداشت‌های شکارچی",
            "description": "یادداشت‌های شکارچی (A Hunter's Notes) مجموعه‌ای از داستان‌های کوتاه است که ایوان تورگنیف در آن به زندگی و فرهنگ روسیه پرداخت. این اثر یکی از مهم‌ترین آثاری است که در آن توجه به وضعیت طبقاتی و اجتماعی روسیه و فشارهای موجود بر شخصیت‌های مختلف در آن زمان، به وضوح نشان داده شده است.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "1860",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": ".هنگامی که بازارف پس از قول های پی درپی که راجع به مراجعت خود تا یک ماه دیگر داد، از آغوش کسانی که وی را به زحمت رها می کردند آزاد شد و در کالسکه نشست، هنگامی که اسب ها به راه افتادند و زنگوله ها به صدا درآمد و چرخ های کالسکه به گردش افتاد، هنگامی که بدرقه کردن مسافرین با چشم دیگر معنی نداشت و گرد خاک راه خوابید، تیموفئیچ لرزان و قوز کنان به خانه رفت، هنگامی که والدین پیر در خانه ای که گویی ناگهان فرتوت و فشرده شده بود تنها ماندند، واسیلی ایوانویچ که تا چند لحظه پیش مردانه در جلوی خانه ایستاده بود و دستمال خود راتکان می داد، در صندلی فرو رفت و سر خود را به زیر انداخت و زمزمه کنان گفت: مارا ترک کرد، بلی ترک کرد، حوصله اش با ما سر رفت. اکنون مانند انگشت یکه و تنها مانده ام. در ضمن تکرار این سخنان پیرمرد انگشت ابهام خود را از سایر انگشتان جدا کرده به آن اشاره می نمود. در این موقع آرینا ولاسونا نزدیک او شد و سر سفید خود را به سر سفید او تکیه داد و گفت: چه می شود کرد واسیا؟ پسر تکه جداشده ایست، او مثل عقاب است، بخواهد می آید و بخواهد می رود. اما من و تو مانند کنده های درختانیم که در کنار هم نشسته ایم و از جا حرکت نمی کنیم. فقط من همیشه و پیوسته با تو خواهم بود، چنان که تو هم پیوسته با من خواهی بود. واسیلی ایوانویچ دست ها را از صورت خود برداشت و زن و دوست خود را چنان در آغوش کشید که در جوانی هم آن چنان در آغوشش نگرفته بود. آرینا بر دل مصیبت زده او مرهمی نهاده بود.",
      "publisher": "مرکز",
      "lng": "روسی",
      "translator": "فرزانه طاهری ",
      "country": "روسیه",
      "id": "18600023"
    },
    {
      "name": "چنین گفت زرتشت",
      "image": "https://www.iranketab.ir/Images/ProductImages/ad3dd081bbd94a41930515358e65785c.jpg",
      "writer": {
        "name": "فریدریش نیچه",
        "bio": "فریدریش ویلهلم نیچه، زاده ی 15 اکتبر 1844 و درگذشته ی 25 آگوست 1900، فیلسوف، شاعر، منتقد ادبی، آهنگساز آلمانی و استاد لاتین و یونانی بود.نیچه در شهر کوچک روکن واقع در لایپزیک پروس به دنیا آمد. او در ابتدا در مدرسه ای عمومی و پس از آن در مدرسه ای خصوصی مشغول به تحصیل شد.نیچه پس از فارغ التحصیلی در سپتامبر 1864، به امید رسیدن به سمت کشیش پروتستان، در دانشگاه بن به تحصیل الهیات و فیلولوژی کلاسیک مشغول شد. نیچه پس از یک ترم تحصیل، به مطالعات الهیاتی خویش پایان داد و ایمان و اعتقادات مسیحی خویش را رها کرد. نیچه در سال 1869، شهروندی «پروسی» خود را ملغی کرد و تا پایان عمر، بی سرزمین ماند. او در حالی که در آلمان، سوئیس و ایتالیا سرگردان بود و در پانسیون زندگی می کرد، بخش عمده ای از آثار معروف خود را آفرید.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Nietzsche187a.jpg/200px-Nietzsche187a.jpg",
        "otherBook": [
          {
            "name": "اراده معطوف به قدرت",
            "description": "کتاب 'اراده معطوف به قدرت' یکی از آثار مشهور فریدریش نیچه است که در آن به تحلیل و تبیین مفهوم اراده به عنوان نیروی محرکه و قدرت بنیادی در زندگی انسان می‌پردازد. این اثر در زمینه فلسفه نیچه‌ای اهمیت زیادی دارد و نیچه آن را به‌عنوان عامل اساسی در تکامل انسانی و تغییرات اجتماعی می‌بیند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "فراسوی نیک و بد",
            "description": "'فراسوی نیک و بد' یکی از آثار کلیدی نیچه است که در آن نظریات فلسفی خود را درباره مفاهیم اخلاقی و معنایی تحلیل می‌کند. نیچه در این اثر به چالش کشیدن استانداردهای اخلاقی موجود در جامعه و تاریخ بشر پرداخته و به خواننده پیشنهاد می‌دهد که مفاهیم اخلاقی را از دیدگاه فردی و آزاداندیشانه بررسی کند.",
            "image": "URL_TO_IMAGE"
          },
          {
            "name": "انسانی زیاده انسانی",
            "description": "'انسانی زیاده انسانی' از دیگر آثار فلسفی فریدریش نیچه است که به چالش کشیدن مفاهیم اخلاقی و عرف‌های اجتماعی پرداخته و در آن نیچه دیدگاه خود را در مورد انسان و جامعه، از جمله فرا رفتن از باورهای قدیمی و تقویت فردیت، به‌طور برجسته بیان می‌کند.",
            "image": "URL_TO_IMAGE"
          }
        ]
      },
      "publicationDate": "1883",
      "coverDesigner": "-",
      "literaryGenre": "فلسفه",
      "summary": ".از همه ی نوشته ها، تنها آن را دوست دارم که با خون خود نوشته باشند. با خون بنویس، و تو خواهی آموخت که خون، روح است. خون بیگانه را دریافتن آسان نیست: بیزارم از آن همه کسان که به کاهلی می خوانند",
      "publisher": "جامی",
      "lng": "لاتین",
      "translator": " مسعود انصاری",
      "country": "آلمان",
      "id": "1883033"
    },
    {
      "name": "پیرمرد و دریا",
      "image": "https://www.iranketab.ir/Images/ProductImages/1a157c4e988c42d588af8cc3145f68f4.jpg",
      "writer": {
        "name": "ارنست همینگوی",
        "bio": "ارنست میلر همینگوی (۱۸۹۹–۱۹۶۱)، یکی از برجسته‌ترین نویسندگان قرن بیستم و برنده جایزه نوبل ادبیات در سال ۱۹۵۴ است. وی به‌عنوان روزنامه‌نگار، رمان‌نویس، و نویسنده داستان‌های کوتاه شناخته می‌شود. همینگوی سبکی خاص و ساده در نگارش داشت که تأثیری شگرف بر ادبیات معاصر گذاشت. او زندگی‌اش را در سفر و ماجراجویی گذراند و تجربیاتش را در آثارش منعکس کرد. از جمله آثار مشهور او می‌توان به «وداع با اسلحه»، «زنگ‌ها برای که به صدا در می‌آیند»، و «پیرمرد و دریا» اشاره کرد. همینگوی در سال ۱۹۶۱ درگذشت.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Ernest_Hemingway_1923_passport_photo.jpg",
        "otherBooks": [
          {
            "name": "وداع با اسلحه",
            "description": "رمانی که در سال ۱۹۲۹ منتشر شد و به داستان عاشقانه‌ای در خلال جنگ جهانی اول می‌پردازد. این اثر یکی از مهم‌ترین آثار همینگوی است که زندگی او را به عنوان راننده آمبولانس در جنگ به تصویر می‌کشد.",
            "image": "https://example.com/a-farewell-to-arms.jpg"
          },
          {
            "name": "زنگ‌ها برای که به صدا در می‌آیند",
            "description": "این رمان که در سال ۱۹۴۰ منتشر شد، داستان رابرت جردن، یک داوطلب آمریکایی در جنگ داخلی اسپانیا را روایت می‌کند. این اثر به موضوعات جنگ، عشق، و وفاداری پرداخته است.",
            "image": "https://example.com/for-whom-the-bell-tolls.jpg"
          },
          {
            "name": "برف‌های کلیمانجارو",
            "description": "مجموعه‌ای از داستان‌های کوتاه که در آن همینگوی به بررسی مرگ، عشق، و طبیعت انسانی می‌پردازد. عنوان داستان اصلی به یکی از قله‌های معروف آفریقا اشاره دارد.",
            "image": "https://example.com/snowsofkilimanjaro.jpg"
          },
          {
            "name": "داشتن و نداشتن",
            "description": "این رمان که در سال ۱۹۳۷ منتشر شد، داستان یک قایق‌دار فقیر را روایت می‌کند که برای تأمین نیازهای زندگی‌اش وارد فعالیت‌های غیرقانونی می‌شود. این اثر نقدی بر بی‌عدالتی اجتماعی است.",
            "image": "https://example.com/to-have-and-have-not.jpg"
          },
          {
            "name": "مرگ در بعدازظهر",
            "description": "این کتاب غیرداستانی که در سال ۱۹۳۲ منتشر شد، به فرهنگ گاوبازی در اسپانیا پرداخته و عشق همینگوی به این ورزش را بازتاب می‌دهد.",
            "image": "https://example.com/death-in-the-afternoon.jpg"
          }
        ]
      },
      "publicationDate": "۱۹۵۲",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "او حالا فقط به خودش فکر می‌کرد و با صدای بلند گفت: «تو سرمست خواهی شد، پیرمرد! اگر دچار توهم نشوی!» او باز هم ماهی را با طناب کشید. طناب مثل بند تله‌ماهی سفت بود. اما او ایستاده بود و با ماهی که به اعماق دریا می‌رفت، می‌جنگید.",
      "publisher": "نشر طوس",
      "lng": "انگلیسی",
      "translator": "نجف دریابندری",
      "country": "ایالات متحده آمریکا",
      "id": "19520202"
    },
    {
      "name": "چشم‌هایش",
      "image": "https://www.iranketab.ir/Images/ProductImages/3b2b5c283fb54a6d819ec2c4695e6b3c.jpg",
      "writer": {
        "name": "بزرگ علوی",
        "bio": "بزرگ علوی (۱۳۷۵-۱۲۸۲) یکی از مهم‌ترین نویسندگان معاصر ایران است. او با آثارش، ادبیات فارسی را وارد فضای نوینی کرد و توجه ویژه‌ای به روان‌شناسی شخصیت‌ها و موضوعات اجتماعی داشت. بزرگ علوی یکی از اعضای گروه 'ربعه' بود که نقش بزرگی در شکل‌گیری ادبیات مدرن ایران داشت. او در تبعید نیز به نوشتن ادامه داد و آثارش در ایران و جهان مورد توجه قرار گرفت.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Bozorg_Alavi.jpg",
        "otherBook": [
          {
            "name": "۵۳ نفر",
            "description": "روایتی از تجربه‌های زندانی بودن بزرگ علوی و جمعی از روشنفکران سیاسی در دوره رضاشاه. این کتاب نگاهی تاریخی و انتقادی به جامعه و فضای سیاسی ایران دارد.",
            "image": "https://example.com/53people.jpg"
          },
          {
            "name": "سالاری‌ها",
            "description": "این رمان به زندگی خانواده‌ای اشرافی در دوران قاجار می‌پردازد و به تحولات اجتماعی ایران اشاره دارد.",
            "image": "https://example.com/salariha.jpg"
          }
        ]
      },
      "publicationDate": "۱۳۳۱",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "ناظم مدرسه به تابلوی مشهوری از استاد ماکان می‌نگرد، تابلویی که نامش 'چشم‌هایش' است و زنی مرموز با نگاهی عمیق را نشان می‌دهد. او تصمیم می‌گیرد راز این چشم‌ها را کشف کند و پرده از زندگی پرماجرای استاد بردارد.",
      "publisher": "انتشارات جاویدان",
      "lng": "فارسی",
      "translator": "-",
      "country": "ایران",
      "id": "a4e6b3d1"
    },
    {
      "name": "داش آکل",
      "image": "https://www.iranketab.ir/Images/ProductImages/abdd19c030ea42cd926b8d4cbd10c9fa.jpg",
      "writer": {
        "name": "صادق هدایت",
        "bio": "صادق هدایت (۱۳۰۳–۱۳۵۱) یکی از نویسندگان و مترجمان برجسته ایرانی بود که آثارش تأثیر زیادی بر ادبیات معاصر فارسی گذاشت. وی به دلیل نوآوری‌هایش در زمینه نثر فارسی و خلق شخصیت‌های پیچیده در داستان‌هایش شناخته می‌شود. آثار هدایت اغلب با مضامین فلسفی، روان‌شناختی و اجتماعی در ارتباط با مشکلات انسان‌های زمانه‌اش است. 'داش آکل' از جمله مهم‌ترین آثار وی است.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/0/07/Sadegh_Hedayat.jpg",
        "otherBook": [
          {
            "name": "بوف کور",
            "description": "'بوف کور' مشهورترین اثر صادق هدایت است که در آن مشکلات روان‌شناختی و فلسفی انسان‌ها در قالب داستانی عمیق و نمادین بررسی می‌شود. این رمان تأثیر زیادی بر ادبیات فارسی و جهانی گذاشته است.",
            "image": "https://example.com/boufcour.jpg"
          },
          {
            "name": "زن زیادی",
            "description": "'زن زیادی' رمانی دیگر از صادق هدایت است که به مسائل اجتماعی و فردی انسان‌ها می‌پردازد و نگاه عمیقی به روابط انسانی دارد.",
            "image": "https://example.com/zan-ziadi.jpg"
          }
        ]
      },
      "publicationDate": "۱۳۳۵",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "داش آکل داستان مردی به نام داش آکل است که در دنیای خیابانی و خطرناک زندگی می‌کند. این شخصیت در برخورد با انسان‌های دیگر و مشکلات خود درگیر است و در نهایت با تحولی درونی روبه‌رو می‌شود. داستان به عواطف انسانی و مسائل اخلاقی می‌پردازد.",
      "publisher": "انتشارات امیرکبیر",
      "lng": "فارسی",
      "translator": "-",
      "country": "ایران",
      "id": "7bcf834d"
    },
    {
      "id": "bba41c47-9f6b-4fa2-8c9b-60b144f2bb73",
      "name": "شازده احتجاب",
      "image": "https://www.iranketab.ir/Images/ProductImages/5fe6b2f2b22b4ab093b6d4557c619e0c.jpg",
      "writer": {
        "name": "هوشنگ گلشیری",
        "bio": "هوشنگ گلشیری (۱۳۱۲–۱۳۷۹) نویسنده و مترجم برجسته ایرانی بود که بیشتر به خاطر رمان‌ها و داستان‌های کوتاهش شناخته می‌شود. وی یکی از مهم‌ترین شخصیت‌ها در ادبیات معاصر فارسی است و آثارش در بررسی هویت فردی و اجتماعی و نقد وضعیت جامعه ایرانی در دوران معاصر مطرح هستند.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/9/95/Houshang_Golshiri.jpg",
        "otherBook": [
          {
            "name": "دنیای سیاوش",
            "description": "'دنیای سیاوش' یکی دیگر از آثار مهم هوشنگ گلشیری است که به مسائل اجتماعی، سیاسی و فردی پرداخته و به طور عمیقی به تضادهای درونی شخصیت‌های داستان می‌پردازد.",
            "image": "https://example.com/siyavash-world.jpg"
          },
          {
            "name": "شبیخون",
            "description": "'شبیخون' رمان دیگری از گلشیری است که در آن به تحلیل روان‌شناختی شخصیت‌ها و معضلات اجتماعی می‌پردازد و با نگاهی فلسفی به انسان و جامعه در ایران معاصر پرداخته است.",
            "image": "https://example.com/shabikhon.jpg"
          }
        ]
      },
      "publicationDate": "۱۳۴۹",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "شازده احتجاب داستان مردی به نام شازده است که در دنیای خودکامگی و آوارگی به سر می‌برد. داستان در برهه‌ای از تاریخ ایران می‌گذرد و با روایتی نوآورانه به بررسی تاریخ و اجتماع ایرانی در خلال سال‌های پس از انقلاب پرداخته است.",
      "publisher": "انتشارات امیرکبیر",
      "lng": "فارسی",
      "translator": "-",
      "country": "ایران"
    },
    {
      "name": "مرگ در تکه‌های کوچک",
      "image": "https://upload.wikimedia.org/wikipedia/commons/a/a6/The_death_in_small_pieces.jpg",
      "writer": {
        "name": "یوسوکی شیمیزو",
        "bio": "یوسوکی شیمیزو نویسنده ژاپنی است که بیشتر به خاطر آثار خود در زمینه داستان‌های اجتماعی و روان‌شناختی شناخته می‌شود. او در داستان‌هایش به بررسی روابط انسانی و اثرات آن‌ها بر روان انسان می‌پردازد.",
        "image": "https://example.com/yosuki-shimizu.jpg",
        "otherBook": [
          {
            "name": "شکوفه‌های نیکو",
            "description": "'شکوفه‌های نیکو' یکی دیگر از آثار مهم شیمیزو است که در آن زندگی شخصیت‌های مختلف در دنیای پیچیده‌ی روابط انسانی به تصویر کشیده می‌شود.",
            "image": "https://example.com/nice-blossoms.jpg"
          }
        ]
      },
      "publicationDate": "۱۹۹۵",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "مرگ در تکه‌های کوچک داستان یک مرد است که با بحران‌های روانی و اجتماعی خود دست و پنجه نرم می‌کند. او در تلاش است تا معنای واقعی زندگی و مرگ را در دنیای پر از تضادهای داخلی پیدا کند.",
      "publisher": "انتشارات مدرن",
      "lng": "ژاپنی",
      "translator": "ناصر ناصحی",
      "country": "ژاپن",
      "id": "01e4d7b7"
    },
    {
      "name": "کافکا در ساحل",
      "image": "https://upload.wikimedia.org/wikipedia/commons/6/68/Kafka_on_the_Shore.jpg",
      "writer": {
        "name": "هاروکی موراکامی",
        "bio": "هاروکی موراکامی نویسنده و مترجم ژاپنی است که به خاطر رمان‌ها و داستان‌هایش شناخته می‌شود. آثار او اغلب با رویکردی سوررئالیستی و فانتزی به موضوعاتی همچون تنهایی، عشق و مفهوم زمان پرداخته‌اند.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/0/0d/Haruki_Murakami_2017.jpg",
        "otherBook": [
          {
            "name": "کافه پیانو",
            "description": "'کافه پیانو' یکی از آثار مشهور موراکامی است که در آن نویسنده به سبک خاص خود داستانی درباره تغییرات روحی و اجتماعی در دنیای مدرن روایت می‌کند.",
            "image": "https://example.com/piano-cafe.jpg"
          },
          {
            "name": "به سوی دنیای روشن‌تر",
            "description": "'به سوی دنیای روشن‌تر' نیز یکی دیگر از رمان‌های مشهور اوست که در آن زندگی یک مرد میانسال را که با مشکلات روانی و احساساتی دست و پنجه نرم می‌کند، به تصویر می‌کشد.",
            "image": "https://example.com/bright-world.jpg"
          },
          {
            "name": "۱Q۸۴",
            "description": "'۱Q۸۴' یکی از معروف‌ترین آثار موراکامی است که داستانی فانتزی و رازآلود را در دنیای موازی روایت می‌کند. این اثر با ترکیب سبک‌های مختلف، جنبه‌های روانشناختی و فلسفی را در قالب داستانی جذاب عرضه می‌کند.",
            "image": "https://example.com/1Q84.jpg"
          },
          {
            "name": "رقص، رقص، رقص",
            "description": "'رقص، رقص، رقص' رمانی است که در آن موراکامی به روایت داستان مردی می‌پردازد که در تلاش است تا با مرگ و زندگی و گذشته‌اش کنار بیاید.",
            "image": "https://example.com/dance-dance-dance.jpg"
          }
        ]
      },
      "publicationDate": "۲۰۰۲",
      "coverDesigner": "-",
      "literaryGenre": "رمان",
      "summary": "کافکا در ساحل داستان دو شخصیت اصلی را روایت می‌کند: کافکا تامورا، پسری نوجوان که از خانه فرار می‌کند، و ناگا، یک مرد سالخورده که حافظه خود را از دست داده است. این دو داستان درهم تنیده‌اند و در دنیای پر از راز و رمز، ماجراهایی فلسفی و روان‌شناختی را روایت می‌کند.",
      "publisher": "انتشارات نیکا",
      "lng": "ژاپنی",
      "translator": "شاهرخ مسکوب",
      "country": "ژاپن",
      "id": "c25f9a9"
    }




    
  ]
}
